{"filetype": "pdf", "expires": "2017-12-24T15:15:57.012Z", "role": ["Rguest"], "click_count": 0, "title": "Folie 1", "content": "ALR ARBEITSGRUPPE FÜR LUFT- UND RAUMFAHRT GROUPE DE DEVELOPPEMENT DE PROJETS AEROSPATIAUX AEROSPACE PROJECT DEVELOPMENT GROUP 10 Jahre Schweizerische Strahlflugzeuge und Strahltriebwerke 1948 - 1958 oder „Die verpassten Gelegenheiten“ Technologie-Entwicklung damals und heute Auszug 11/15/2010 1 Dr. Georges Bridel ALR Member of the Board ALR ARBEITSGRUPPE FÜR LUFT- UND RAUMFAHRT GROUPE DE DEVELOPPEMENT DE PROJETS AEROSPATIAUX AEROSPACE PROJECT DEVELOPMENT GROUP N-20 Ansichten & Wechselsatz 11/15/2010 Bridel 2 ALR ARBEITSGRUPPE FÜR LUFT- UND RAUMFAHRT GROUPE DE DEVELOPPEMENT DE PROJETS AEROSPATIAUX AEROSPACE PROJECT DEVELOPMENT GROUP P-16.04 Vorserienflugzeug 11/15/2010 Bridel 3 Dr. Studer, Bill Lear (Pilot), P. Spalinger ALR ARBEITSGRUPPE FÜR LUFT- UND RAUMFAHRT GROUPE DE DEVELOPPEMENT DE PROJETS AEROSPATIAUX AEROSPACE PROJECT DEVELOPMENT GROUP Pionierleistungen 11/15/2010 Bridel 4 Konzeptionell: • Kompromisslose Mehrzweckauslegung: Interzeption, Luftkampf, Erdeinsatz N-20 • Einsatz ab Behelfspisten der Länge < 1000 m P-16, N-20 • Weiterentwicklung zum bekanntesten Geschäftsreiseflugzeug Lear Jet P-16 • „Unfreiwillig“ optimale Vorarbeit zu einem Stealth-Fighter (F-117, F-22) N-20 Entwurf, Aerodynamik, Antrieb: • Modularer Aufbau, erstmalige Anwendung austauschbarer Wechselsätze N-20 • Anstatt Schleudersitz, absprengbare Pilotenkabine am Fallschirm N-20 • Verbindung hohe Geschwindigkeit mit extremen Langsamflugeigenscha (durchströmter (N-20) bzw. dünner Flügel mit Hochauftriebshilfen „Krüger“, P-16) P-16, N-20 • Einsatz ab Behelfspisten, Niederdruckfahrwerk mit 6 Rädern, Reifendruck < 7 atm P-16, N-20 Start und Landung innerhalb 500 m (Gras) • Strahlumlenkung für Hochauftrieb sowie Bremsung (Schubumkehr) N-20 • Entwicklung und erstmalige Anwendung eines Zweistromtriebwerks N-20 • Anwendung der Nachverbrennung im Nebenstrom (Zusatzverbrennung) samt Entwicklung der Verdampferbrennkamme im Nebenstrom N-20 • Entwurfsarbeiten für ein reines Schweizer Zweistromtriebwerk SM-05 N-20 Systeme: • Entwurfsarbeiten für ein Blickfeld-Darstellungsgerät (Head-up Display) N-20 • Druckbelüftung der Treibstofftanks mit Stickstoff (Verwundbarkeit) N-20 ALR ARBEITSGRUPPE FÜR LUFT- UND RAUMFAHRT GROUPE DE DEVELOPPEMENT DE PROJETS AEROSPATIAUX AEROSPACE PROJECT DEVELOPMENT GROUP Pionierleistungen im Vergleich 11/15/2010 Bridel 5 Saab J-37 Viggen: Schubumkehr Entenflügel (Kurzstart/-landung) Lockheed Have-Blue / F-117 Stealth Figher P-1127 / Harrier: Strahlablenkung Senkrecht-/Kurzstart G.D. A-12 Advanced Stealth Bomber SuchojSu-25 Jagdbomber Einsatz ab Behelfspisten Hochauftriebshilfen G.D. F-111, Zweistromtriebwerk, Hochauftriebshilfen, var. Geometrie LearJet Geschäftsreiseflugzeug 1950 1960 1970 1980 Austauschbarer Wechselsatz? Kommt erst! P-16 N-20 D:20101115231315 Microsoft® Office PowerPoint® 2007 Kabuco Folie 1 Microsoft® Office PowerPoint® 2007 D:20101115231315", "segment": "20171124151548", "digest": "ALR ARBEITSGRUPPE FÜR LUFT- UND RAUMFAHRT GROUPE DE DEVELOPPEMENT DE PROJETS AEROSPATIAUX AEROSPACE PROJECT DEVELOPMENT GROUP 10 Jahre Schweizerische Strahlflugzeuge und Strahltriebwerke 1948 - 195...", "host": "www.alr-aerospace.ch", "favorite_count": 0, "last_modified": "2010-11-16T22:07:55.000Z", "content_length": "977011", "timestamp": "2010-11-16T22:07:55.000Z", "virtual_host": [], "thumbnail": "http://www.alr-aerospace.ch/P16N20_web.pdf", "created": "2017-11-24T15:20:06.713Z", "label": [], "doc_id": "7deebcc034404a97a4cd2c81e5c17924", "url": "http://www.alr-aerospace.ch/P16N20_web.pdf", "site": "www.alr-aerospace.ch/P16N20_web.pdf", "filename": "P16N20_web.pdf", "config_id": "WAV_umHsrG2FTSbXh_VE3", "parent_id": "http:%2F%2Fwww.alr-aerospace.ch%2Findex.php?id=centre-of-competence-in-aerospace-history;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}