{"filetype": "pdf", "expires": "2017-12-24T15:15:57.012Z", "role": ["Rguest"], "click_count": 0, "title": "accessible-travel-report-voyage-of-discovery.pdf", "content": "Voyage of discovery Working towards inclusive and accessible travel for all Table of contents Foreword .......... 3 1. Executive summary .......... 4 2. An introduction to accessibility: social imperative meets economic opportunity .......... 5 3. Amadeus Accessibility study: methodology .......... 7 4. Needs and expectations: the challenges of accessible travel .......... 8 5. The travel experience and customer journey .......... 9 THE PRE-TRAVEL STAGE: WHAT HAPPENS BEFORE THE TRIP 5.1. Research and planning .......... 9 5.2. Booking and payment .......... 10 IN TRANSIT: WHAT HAPPENS ON THE JOURNEY 5.3. Flying high: airports and airlines .......... 11 5.4. Wrong side of the tracks: trains and railway stations .......... 12 IN DESTINATION: WHAT HAPPENS UPON ARRIVAL 5.5. Driving a hard bargain: transfers and car rental services .......... 13 5.6. Home from home: accommodation .......... 13 5.7. Being there: destinations .......... 14 6. Evolving the travel experience: the ideal accessible trip .......... 15 6.1 The four characteristics of the ideal accessible trip .......... 16 7. Open access: how technology is empowering travellers .......... 17 8. Conclusion: where to next? .......... 18 9. Acknowledgements .......... 19 Foreword 3 Foreword Over the past 30 years, travel has undergone a revolution that has brought it within the reach of hundreds of millions more people. The rise of low cost options, the ubiquity of the internet and sharing platforms have created unprecedented demand and choice. In turn more people are visiting more destinations than ever before. One demographic that is yet to truly benefit from this democratisation of travel: people with accessibility needs. Millions of people with accessibility needs around the world want to travel more, be better connected, and have greater variety of personalised travel services and destinations. Above all, they want to be considered as travellers first, with the ability to plan, search, book and purchase their travel independently. The travel industry has taken important steps towards improving the offer to those with accessibility needs, but much work remains. Offering accessibility services is the right thing to do, and that will continue to drive action. What might create even greater momentum is the business sense to address a growing and increasingly important demographic – it is estimated that by 2050 a fifth of the world’s population will have some accessibility need. At Amadeus we are committed to accessibility. We also believe that technology can play a pivotal role in delivering the right blend of services and options. Equally, however, we know that the industry can only achieve its best results by collaborating to deliver the right solutions throughout the travel process, from search and booking through to journey and destination services. We have commissioned this report with the aim of stimulating further thinking about accessibility within, and beyond, the travel and tourism industry. We look forward to working together with our customers, partners and stakeholders to build a truly inclusive and accessible global travel future. Tomás López Fernebrand Senior Vice President, General Counsel & Corporate Secretary Amadeus IT Group 41. Executive summary 1. Executive summary This study was commissioned to better understand the needs of travellers with accessibility needs, and to identify a framework for action for the travel industry. It is clear that delivering a more accessible travel experience, which responds to the needs of all travellers, is both a social imperative as well as an opportunity for the travel industry. Delivering on travellers’ accessibility needs is an increasing demand. World demographic indicators show a growing, ageing population that will represent over 21.5 per cent of people by 2050. This is why, for the purposes of this study, accessibility refers to the needs of people with disabilities and seniors. This study provides a comprehensive framework for how the travel industry can think more strategically about accessibility. In 2015, the Ambrose1 study identified three main pillars of accessible tourism where action needed to be focused: information (relating to both access to information, and information on accessibility), customer service (relating to those working in the travel and tourism sector to better serve the travellers’ needs) and facilities (relating to the physical environment). Ambrose provided a valuable reference for thinking about accessible tourism. Taking the Ambrose study as a reference, Amadeus identifies four key elements building the value proposition of the ideal accessible trip: effective communication, responsive service, along with standardised content and services as well as a personalised offer as detailed below. The customer journey starts from the moment someone considers taking a trip, often referred to as the inspiration phase, and then every stage throughout the journey to destination and post-trip review. _In terms of effective communication, the study highlights both the lack of relevant content on accessibility, and the inaccessibility of information, as major barriers. _Good customer service is crucial for a seamless travel experience. In an ideal journey, customer service teams would be trained in all aspects of accessibility and have clear guidelines on ways to serve customers with different needs. _Standardised content and services are essential. The development of internationally recognised standards for accessible travel and tourism would help to eliminate one of the most shared concerns for this segment of travellers. _Finally, a personalised travel experience is a key component of accessible travel. Each part of the travel process should be tailored to the individual and their specific needs. Across these four areas, technology must be seen as an enabler of more accessible travel, providing user friendly, dynamic and effective tools to better manage travel experiences. This will be achieved through mobile devices and personalised services, delivering improved web navigation and facilitating the access to relevant content. The interconnectedness of the framework requires a collaborative effort where travel providers, both public and private, policy makers, and organisations that represent those with accessibility needs work together with travellers to move towards an inclusive and universally designed travel landscape. Accessibility offers the travel industry a golden opportunity: to do the right thing, as well as driving increased revenue. The combination of social imperative and economic opportunity provides a unique incentive to build a more accessible travel industry. “UNWTO considers accessibility a central element of any responsible and sustainable tourism policy. It is both a human right imperative, and an exceptional business opportunity. Above all, we must come to appreciate that accessible tourism does not only benefit persons with disabilities or special needs; it benefits us all.” Taleb Rifai, UNWTO Secretary General 1 Innovative Approaches to Making Destinations Accessible for All Tourists (Ambrose, Ivor, 2015) http://www.accessibletourism.org/resources/enat-ambrose_accessible_tourism_healthtourismintegra.pdf Mobile plays a key role as an enabler before and a er the trip A major trend is evolving products and solutions to enhance the overall customer experience “We don’t want anything special, just to travel like anyone else” Amadeus Accessibility Study highlights Expectations Main challenges Main demands for a premium travel experience Understanding accessibility from a universal point of view, meeting the diversity of requirements Mainstreaming accessiblity as part of the standard service without extra cost Having all the information to plan in advance and travel seamlessly Being autonomous throughout the whole travel process PERSONALISED INSURANCE 16% PERSONALISED GUIDED VISITS 51% COMMUNICATION SUPPORT SERVICES 52% HEALTH SERVICES 22% 46% 37% 46% 37% 33% 28% Lack of information about accessibility at destination Inaccurancy of information about accessibility at destination Lack of skilled customer service Challenge with physical environment at destination Knowledge about specialised providers at destination Indoor navigation in transit 15% of worldwide population (1 billion people) lives with some form of disability Expected to reach 1.2 billion by 2020 Why accessibility matters Only US+EU represent a $70 bln market 40% of the spending 60% of the net wealth 50%+ will be likely to have some form of disability 20%+ of the global population will be over 65 by 2050 Baby boomer generation in US controls Figure 1a: The Traveller Journey: an overview 52. An introduction to accessibility: social imperative meets economic opportunity 2. An introduction to accessibility: social imperative meets economic opportunity “[Accessible travel] enables people with access requirements, including mobility, vision, hearing and cognitive dimensions of access, to function independently, with equity and dignity through the delivery of universally designed tourism products, services and environments.” Simon Darcy, Professor of Social Inclusion, Centre for Business and Social Innovation (CBSI), UTS BUSINESS SCHOOL, Australia While there are many descriptions of accessible travel, the above provides a comprehensive overview. It includes all people, including those travelling with children in prams, as well as the disabled and seniors. It also encompasses everything from facilities in the built environment (hotel rooms, airports, train stations) and customer service (people well trained to better understand the traveller’s needs) to information provision (websites and brochures). The ultimate aim for those involved in supporting accessible travel is to empower every individual to plan and travel independently, at their own will. However, this ambition is far from reality. As one wheelchair user says, “you’ve got to be resourceful, you’ve got to be prepared, you’ve got to do your homework if you’re not prepared to compromise yourself in some way.” This is the reality for many travellers with accessibility needs today, and it is this issue which the industry needs to address. “Accessible travel is not a luxury.” Yannis Vardakastanis, President of the European Disability Forum (EDF) Vardakastanis makes an important point when he says, “accessible travel is not a luxury.” Instead, he points out, “it is a right enshrined in the United Nations Convention on the Rights of Persons with Disabilities (UNCRPD) that the European Union and almost all its Member States – except Ireland – have ratified. It is the key for many people to participate actively in society and their communities. An inaccessible transport network prevents many people from going to school or studying, working, going to the doctor, meeting friends, going shopping or to the cinema and other activities that are taken for granted. Making the whole travel chain accessible, including the information and booking procedures, as well as the infrastructure and processes, means reinforcing other fundamental rights enshrined in the UNCRPD, including employment, education, freedom of movement, etc.” However, despite current progress, making travel accessible will be slow unless there is a concerted effort by the industry and regulators to understand the issues that travellers face, and collaborate on standards that will remove barriers to travel. Ivor Ambrose, managing director of the European Network for Accessible Tourism, is convinced that there is still limited awareness in the passenger transportation sphere. As a consequence, a lot of customers with accessibility needs find themselves looking for specialised solutions and travel agencies because they’re not considered part of the mainstream. This results in a lower quality of travel experience because the services are not planned with them in mind, so they have to take the second-best option. “Travel industry players need to sit down and agree, to come along and standardise everything and everyone else follows.” Ivor Ambrose, Managing Director, European Network for Accessible Tourism Not only are these customers getting a raw deal but there is a missed economic opportunity for travel players. The World Health Organisation estimates that by 2050, 21.5 per cent of the global population will be aged over 65. People with accessibility issues represent a large and fast growing minority group worldwide. However, the travel industry is not fully capitalising on the business opportunity this presents. “The retiring Baby Boomer generation in the US controls 60 per cent of net wealth and 40 per cent of spending.” Martin Heng, Accessible Travel Manager, Lonely Planet The ageing demographic in the developed world is driving the accessible tourism market according to Martin Heng, Lonely Planet’s accessible travel manager. They possess spending power and the appetite for travel which makes them arguably the first generation in human history that will not leave their wealth to their offspring, but instead will enjoy their retirement, which in many cases involves travel. These Boomers want products and services adapted to their desires, needs and share of wallet. It is this market dynamic which will help to drive greater accessibility for all travellers with needs. This view is reiterated by Ross Calladine, head of business support at national tourism board, Visit England, who maintains that embracing accessible tourism is important for the tourism industry to thrive. He recognises that there is a huge economic opportunity, presented by demographic shifts in our population and visitor profile, not to mention a social imperative in providing tourism experiences that are accessible to all. The ambition should be to build products, solutions and services that are accessible by design. By doing so, accessibility is built in at the formation stage, meaning that products or services are organically accessible and modifications, which can be costly, won’t need to be made later. Keiji Kawahara, executive director, International Association for Universal Design in Japan, which has more over-65s than any other country at 26.3 percent of population2, says that “the implementation of universal design principles when designing and developing travel infrastructure, services and technologies will make societies more inclusive, will increase the usability of all products and will also benefit all people at large”. “Accessible travel also makes business sense and is a competitive advantage for any smart company. EU citizens with disabilities, older persons, or anyone with suitcases or pushchairs, as well as those with a broken leg or temporary or long-term reduced mobility make for an untapped market still to be explored.” Helga Stevens, Member of the European Parliament 2 World Atlas, February 2017: http://www.worldatlas.com/articles/countries-with-the-largest-aging-population-in-the-world.html 62. An introduction to accessibility: social imperative meets economic opportunity Creating a legal framework in the US, EU and India: progress is being made Legislation is helping to transform the landscape of accessibility in travel. In the US, regulation by the Department of Transportation obliges US consumer- facing primary desktop websites of airlines and kiosks in certain US airports, to comply with specific accessibility standards (WCAG 2.0 Level AA). The same standards are mandatory for certain websites in other countries such as Australia and the UK. On the other hand, the EU Commission’s proposal for a European Accessibility Act provides a common legal framework for the implementation of accessibility in the EU, which should lead to a reduction in costs and easier cross-border trading as well as better market opportunities for accessible products and services. The adoption of the proposal would mean that people with accessibility issues will benefit from fewer barriers in areas such as computers and operating systems, ATMs, ticketing and check-in machines, smartphones, telephone services and related equipment, audio- visual media services, e-commerce, banking services and services related to air, bus, rail and waterborne passenger transport. The Accessible India campaign, launched in 2015, recommends steps to make airports and railway stations accessible as well as improving the accessibility of important public buildings in 50 cities. There is also a new disability bill under review which places emphasis on accessibility and proposes punitive damages for non-compliance. The message is that progress is happening, however more needs to be done. “We have a common goal: to make Europe more accessible. As Rapporteur of the European Accessibility Act, it has been my aim from the outset to improve accessibility because I see accessibility as a precondition for a free and independent life. We cannot create accessibility overnight, but the Act is hopefully taking a big step in the right direction.” MEP Morten Lokkegaard, Member of the European Parliament 73. Amadeus Accessibility study: methodology 3. Amadeus Accessibility study: methodology In 2016, the global travel technology provider Amadeus commissioned this research study with the consulting firm Ilunion, owned by ONCE, the Spanish National Organisation of the Blind. The study brings together perspectives from travellers and experts to provide a complete picture of the travel accessibility landscape, determining the different needs and pain points. Using a combination of techniques, the study provides both a qualitative and quantitative perspective, developed from: _Five exploratory focus groups _18 external expert interviews _24 in-depth traveller interviews _767 online interviews with travellers representing different segments and markets. The segments included those with visual, hearing, cognitive and physical disabilities, as well as senior travellers (over 65) with accessibility needs in the US, EU and India. Characterisation of travellers based on Amadeus survey All regions have equal weight in the final results Europe 383 Visual 256 33% Hearing 186 24% Intellectual 90 12% Physical 304 40% Older 143 19% India 139 United States 245 Regions / Markets Traveller segmentation based on disability / aging profile The research phases Stage one consisted of five focus groups of travellers with different kinds of accessibility issues, conducted in Spain, to explore the main areas to be researched and set the parameters of the study. Stage two consisted of a series of in-depth interviews with travellers in the three regions, as well as with subject matter experts. In total 42 interviews were conducted to validate the findings from stage 1. Stage three consisted of an online survey across the three regions to further validate and quantify the study’s findings. By using these different techniques, the study provides a robust and comprehensive perspective on accessible travel from multiple dimensions. Figure 3a: An overview of survey respondents 84. Needs and expectations: the challenges of accessible travel 4. Needs and expectations: the challenges of accessible travel Daniel Caverzaschi is a 23 year old Paralympic tennis player who travels often. He currently works at Liberty Seguros, a Spanish insurance company. “I believe that there should be an international protocol that facilitates people with accessibility needs to travel, especially for airlines. Staff just doesn’t know how to interact with a disabled person and their wheelchair or equipment. I once had a three- hour layover, and when I asked for my wheelchair at the airport, they insisted I needed an assistant. I explained to the airport staff that I’m totally self-sufficient, but they allocated me someone who didn’t even speak English, and I ended up missing my connecting flight. For the first time ever I felt useless, a real disabled person. Another thing that annoys me is the way they treat my wheelchair – five of mine have been broken during a flight.” Daniel Caverzaschi, 23 year old Paralympic tennis player As Caverzaschi’s quote reveals, there is still a long way to go before those with accessibility needs can travel in the same way as those who don’t, with independence, dignity and ease. The study has uncovered multiple pain points and obstacles across the customer journey – from the point at which travellers start to think about and research their trip, either on or offline, through to their experience at their destination. As detailed below in Figure 4a, the overall evaluation of accessibility conditions across all stages of the trip is an unsatisfactory 6.24 on a scale of 0-10. This illustrates that the journey to a fully accessible travel experience requires substantial work and focus from every part of the industry. What has emerged throughout this study is that tangible progress will happen only when greater understanding of the needs of travellers is aligned with action across all segments and stages of the traveller experience. Embedding accessibility needs into travel industry thinking will create real change. It requires a comprehensive and strategic approach to accessibility to deliver the necessary change in the experience of travel for those facing these issues, ultimately benefitting all travellers. The findings from the study, detailed in more depth in the following section, provide a clear and urgent wake- up call. 5.91 5.59 5.71 5.07 4.99 5.27 5.57 6.24 Evaluation of accessibility conditions (0-10) 0 1 2 3 4 5 6 7 In the planes At the airports In the trains At the train stations In car rental companies In the transfer services (taxi, Uber, etc.) In accommo- dation Channels of searching and booking Overall evaluation of the trip is 6.24 Accessible tourism: the role of technology Ivor Ambrose3 in some ground-breaking work identified three main factors of accessible tourism which need to be addressed: facilities in the context that regulation and standards can be deployed to good effect, ensuring universal access and enjoyment to all facilities for all travellers. Customer service which means that even if facilities are not up to standard, customer service can often make the difference to travellers with accessibility needs and can significantly drive up customer satisfaction levels. And information because by providing accessible, useful and accurate information, travellers are better able to plan and make informed decisions about their journeys. Amadeus study provides a comprehensive and holistic framework for how the industry can think about accessible travel. It takes inspiration from Ambrose’s work and develops it further, considering the multiple variables that affect accessible travel, traveller’s needs, and the role that technology and new approaches can play. Technology can play a powerful role in all interrelated areas whether through deploying more innovative designs, understanding how people will react to and with different environments and initiatives, or equipping those working in the travel sector with the relevant information to support travellers with accessibility issues. But technology must also be seen in the wider context of the accessibility picture, as an enabler and facilitator of change and action. “General understanding of accessibility is providing ramps and accessible toilets. There is still an issue of awareness, for example, of personnel not being aware of the needs of people with disabilities or what ‘accessible rooms’ means. In addition, there is a lack of understanding at the design stage too. Professional courses such as architecture, engineering and design do not address universal accessibility, so monitoring isn’t effective.” Shivani Gupta, AccessAbility, India 3 Innovative Approaches to Making Destinations Accessible for All Tourists (Ambrose, Ivor, 2015) http://www.accessibletourism.org/resources/enat-ambrose_accessible_tourism_healthtourismintegra.pdf Figure 4a: Summary and main points and barriers 95. The travel experience and customer journey 5. The travel experience and customer journey In this section, we consider the different stages of the customer journey: pre-travel which includes research and planning, booking and payment; in transit which includes airports and airlines, train stations and rail; and at destination which includes car rental, hotels and other activities. The customer journey starts from the minute someone considers taking a trip, often referred to as the inspiration phase. It goes beyond the simple door-to- door experience and tracks every stage from idea to journey to destination and post-trip review. The pain points range from the frustrations during the very first web search and through the entire transactional process, to the unreachable toilet roll or inaudible fire alarm. And the whole experience can be fraught with obstacles for someone with accessibility issues. In the study, travellers were asked to rate from 0 to 10 the different parts of the customer journey, highlighting clear elements for improvement in all the areas investigated. Below is an overview of some of those findings. THE PRE-TRAVEL STAGE: WHAT HAPPENS BEFORE THE TRIP 5.1. Research and planning AR EA : SE AR CH A N D P LA N N IN G _Lack /limited availability of information about accessible services _Accessibility problems in the websites and/or its contents BIGGEST BARRIERS _Lack of accessible features in marketing /advertising _Too technical information and hard to find SIGNIFICANT BARRIERS _Significant differences among operators, airlines, airports, railway, etc. _Information about accessibility is often not included in mainstream channels OTHER BARRIERS “How do I do this? I cannot cope with the forms. And I don’t know if I can just book a flight and if accessibility is a given. It is not barrier-free. You usually still need a seeing person to help.” AW, visually impaired traveller, Germany Most travellers prefer online channels for research and planning, but many still rely on phone and face- to-face visits with consultants in order to close the process. A significant barrier online, as illustrated in Figure 5a, is the lack of or limited availability of accessibility content in accessible formats on websites. User-friendly information about accessibility is not always included in mainstream channels, either online or offline. Moreover, there are significant differences between operators in how well this information is presented, meaning the traveller experience can be very different. Satisfaction with web navigation (1-10) 5.87Overall accessibility of travel websites 6.61The payment process 6.08Availability of relevant content 6.19Ease of navigation on the website Current travel technology does not allow a seamless flow from the planning stage to the point of purchase, and for many travellers, planning the journey is key as most travellers with accessibility needs prefer to book in advance. [Online] “Navigation can be very complicated.” SN, 76 year-old traveller from the US SN usually travels with a partner or family member and has undertaken organised trips as well as independent excursions. She normally books travel by visiting a a specialized online travel agency or going directly to a provider. She usually does this alone and says she carefully reads the comments and feedback on a destination before booking. SN is technologically adept and used to using laptops, smartphones and tablets. Despite this, she says one of the key issues she has at the planning stage is that the information on the internet is frequently incomplete or just doesn’t make sense or is too complicated to use which is something shared by many users, as indicated by the low level of satisfaction at 6.08 as seen in Figure 5a. “Why start a travel platform for disabled people? No, you have to make platforms barrier-free in order for everyone to be able to use them.” AS, 49 year-old traveller from Germany, quadriplegic Her experience is not uncommon. AS, quoted above, uses a desktop computer for researching travel. She travelled four times (twice for business and twice for leisure) in the 12 months prior to being interviewed. AS says she tends to find a destination and then look up a barrier-free hotel or search for a barrier-free room, using search-term criteria. Though she uses the internet for research, she says that she also has to call the different customer service teams, as the online retail platform may not be fully accessible, or she needs to recheck with service providers that what they are offering is really accessible and meets her needs. She often calls to talk about the height of the bed, the width of the doors and accessibility to the dining area. She doesn’t always trust reviews and so prefers to read the negative comments as they are less likely to be fake she believes. Though she knows of quadriplegic forums online, she says she doesn’t subscribe to any and prefers to do her own research. The lack of common accessibility standards for the provision of content and services in the travel industry clearly creates real problems for travellers at the time of assessing products and services appropriate for their specific needs, which is why the rating for availability of relevant content on travel websites is low. It is during this stage, that technology, ‘clear’ standards ‘in the supply of goods, services’ and content can play a major part in improving the experience not just for those with accessibility issues, but for all travellers. Figure 5a: Satisfaction with web navigation 5. The travel experience and customer journey 10 5.2. Booking and payment AR EA : BO O KI N G A N D P AY M EN T _Important difficulties even impossibility to buy due to non-accessible websites BIGGEST BARRIERS _Lack of procedure to communicate the specific needs of each passenger _Customer services provided only by phone SIGNIFICANT BARRIERS _Significant differences among operators, airlines, airports, railway companies, etc. OTHER BARRIERS Online is the most used channel for booking transport and accommodation – whether together or separately – with travel agencies and telephone preferred for certain kinds of trips (particularly international). However, the inability to complete a purchase due to non-accessible websites poses a fundamental barrier. There is also a lack of standard procedures for communicating passengers’ specific needs. Where customer services are provided only by phone, this is considered an even bigger issue. Often, phone services involve an additional charge, and users may not be eligible for the same discounts they can get online. Travellers with accessibility needs crave simplicity and the ability to book and pay in the way all travellers do. HC doesn’t want to navigate through lots of pages to get to the information she needs and cites not having to speak to anyone on the phone as an asset. But unfortunately, this isn’t the reality for many travellers who have accessibility issues and who need to find out more. However, we are starting to see progress by some travel brands, and Expedia, quoted below, recognises the value of making accessibility central to the design process and how it benefits all travellers. Nevertheless and despite the progress made by some travel brands, there is still a lot more work to be done as more than half of travellers surveyed (53 per cent) said they need help with all or part of the booking process. “More than three clicks are too many. Pay it, get it, do it, be gone without having to engage in any phone calls at all. Less words. I don’t want to read through lots of paragraphs. I want simplicity to take me where I need to go and find what I am searching for.” HC, a 57 year-old traveller from the UK, deaf “Accessibility makes travel available to a wider audience and it is the right thing to do. Expedia considers accessibility from the start of our design process to ensure a great experience for all travellers. Accessibility also improves our coding practices and enables more partnership opportunities.” Clint Hayashi, Head of Communications Expedia EMEA Figure 5b: Booking channels and websites used Booking channels and websites used 49.1% 14.0% 9.8% 12.1% 12.1% 3.0% Online Offline / physical Calling by phone Association or group Other channels Doesn’t know / Doesn’t answer Booking transport and accommodation at the same time Booking transport and accommodation separately Transport Accomodation 38.3% 13.3% 16.7% 2.0% 14.2% 15.6% Online Offline/ physical Calling by phone Association or group Other channels DK / DA 30.8% 8.4% 6.5% 9.2% 26.1% 18.9% Online Offline/ physical Calling by phone Association or group Other channels DK / DA 5. The travel experience and customer journey 11 5.3. Flying high: airports and airlines IN TRANSIT: WHAT HAPPENS ON THE JOURNEY AR EA : AI RP O RT S AN D A IR LI N ES _Inadequate provision of assistance service _Inadequate signage in terminals _Difficulties in movement through terminals BIGGEST BARRIERS _Digital information screens _Attitudinal barriers _Impossibility to check-in online and choose their seat _Public Address Systems SIGNIFICANT BARRIERS _Problems to easily find the assistance meeting points _Non-accessible check-in machines _Impossibility of travelling as a group _Airlines’ customer services only by phone OTHER BARRIERS “Accessibility in air travel is important because everyone should have the opportunity to experience the world beyond the reaches of other forms of transportation. Whether traveling for business, leisure, or any reason in between, an accessible experience from beginning to end is key.” Dallas Thomas, Manager Customer Advocacy & Regulatory, Southwest Airlines As detailed in figure 5c, for 36 per cent of travellers the plane is the preferred transport method and 26 per cent of the overall travel spend goes on flights. This is clearly an incentive for Southwest Airlines which is very committed to meeting the accessibility needs of its travellers. Dallas Thomas points out that accessibility is often thought of and promoted in terms of the airport and on-board experiences; however, that is short- sighted. Making the point that accessibility factors into the entire passenger experience, including shopping, purchasing, and after-travel, Dallas says it is important for travel brands to take a more comprehensive and universal approach to how they address accessibility. As more and more passengers with disabilities look to air carriers for their travel needs, technology will play an ever-evolving role in enhancing the experience. He feels that utilising technology to communicate a passenger’s individual needs across the entire travel experience will be key to a seamless flow from beginning to end. He hopes that technological development in the future will give air carriers the ability to weave accessibility programs into the fundamental fabric of the entire passenger experience. Among the biggest issues with airlines is the difficulty of checking in online and choosing seats, problems encountered travelling as a group, and the fact that customer service is often only available by phone. Within airports, digital information screens pose significant physical barriers, along with staff attitudes and varying levels of customer service standards. Other issues included trouble finding assistance meeting points and non-accessible check-in machines. One respondent recalled an incident when a man had to wait for two-and-a-half hours for double doors to open to allow him and his service dog through to baggage claim, because the only other access was via a revolving door. “If you’ve got tight connections, it takes a lot of energy; you have got to rely on people you don’t know to get you from point A to point B in the airport.” JA, 64 year-old traveller from the US, registered visually impaired Figure 5c: Preferred destinations and transport methods Preferred destinations and transport methods 35.9%Plane 25.9%Train 18.2%Private car 11.1%Bus 6.3%Car rental 1.9%Shared car 0.8%Other JA says he particularly struggles with airport transfers as you can only have somebody who is not flying go with you as far as the security point, so then passengers are reliant on the airline. He finds it difficult when travelling for business purposes, as so much energy is taken up on the journey itself rather than the business purpose. KC travels four to five times a year, mostly within India. He maintains that the first challenge starts when he enters the airport. There should be more designated places where people can sit down and from there whichever airline he is travelling with should be able to get their person to help him. Today when he reaches the airport, he has to search as each airline has a different assistance point. “When they come and pick you up at check-in time they should have a little more human concern and consideration. Take the baggage allowance, for example. Some margin should be given because a disabled person or person like me has to carry certain things which we can’t do without, such as medical aids.” KC, 79 year-old traveller, India HC, a deaf traveller from the UK, has faced other problems and has nearly missed flights and trains because a gate or station platform changed and they never heard the announcement. “I’ve travelled to Amsterdam, the Canary Islands, Portugal and around Spain many times so I’m used to planes and trains. I find it ridiculous that people with accessibility needs have to be at the airport three hours or more before instead of one or two like the rest of the passengers. We can’t sit in our wheelchairs when travelling by plane. On the train I don’t have to change my chair for a normal seat, which makes it easier and more comfortable.” Estefania Felipe Alonso, 26, Spain, student, online equine retailer and wheelchair user 5. The travel experience and customer journey 12 5.4. Wrong side of the tracks: trains and railway stations _Signage at stations _Digital panels and screens in stations/trains _Coordination problems between station in origin and destiny _Lack of understanding of the diversity of requirements -> “accessible for wheelchair” _Vending machines: absence of non-visual alternative; physical accessibility barriers _Inside the train: lack of system to contact staff _Public Address Systems _Problems to find easily the meeting points for assistance AR EA : ST AT IO N S AN D T RA IN S BIGGEST BARRIERS SIGNIFICANT BARRIERS OTHER BARRIERS Trains are the second most popular method of travel after planes. Barriers at railway stations include poor signage, issues with digital panels and screens in and on trains, communication problems between station of origin and destination and the need for consistency across the system (“wheelchair-accessible” means different things at different stations, for example). Other problems include vending machines (with their emphasis on visual display), physical barriers to accessibility, lack of means to contact staff and issues with public address systems. There were also problems reported with locating meeting points for assistance. “I’ve known someone who was dropped off on a platform late at night and the lift was broken. The train was gone and he was alone at the top of the stairs. It was a small train station in the middle of nowhere.” AS, German traveller, quadriplegic ML, a wheelchair user from India complains that on trains, toilets are not accessible and getting on the train is difficult. She travels 10 to 15 times a year and prefers to fly, avoiding the train unless she has no other option. She has never tried using the specific rail coaches for differently- abled as it seems only disabled people can travel in them and whenever she travels by train she is accompanied. Figure 5d: Barriers using trains and stations 5. The travel experience and customer journey 13 IN DESTINATION: WHAT HAPPENS UPON ARRIVAL 5.5. Driving a hard bargain: transfers and car rental services _Irregular offer of accessible services _Need of having the information from planning _Proper signage at stations/airports to locate easily the service AR EA : C AR R EN TA L AN D T RA N SF ER SE RV IC ES BIGGEST BARRIERS SIGNIFICANT BARRIERS OTHER BARRIERS “If you book an airport transfer, it is difficult to find them when they arrive.” S, traveller from India, with impaired vision When travellers arrive at their destination, ground transportation can be a challenge, whether that is airport transfers or car rental services. Effective transfers are found seriously wanting. At international destinations in particular, there is a lack of reliable information from accessible transfer providers covered to the visitor, and it’s in this area that standardisation could make a significant difference together with more information about meeting points. There are also issues for those who want to rent a car because the cost of accessible rental cars is seen as prohibitively expensive. The availability of accessible rental cars is also a significant problem. A common challenge – both for transfers and car hire – is lack of reliable and updated content which provides travellers with information on accessible transfer providers and rental options at different destinations. “I have never rented a car for travel. I avoid it because I need an accessible vehicle, and they’re usually double or triple the cost.” JB, traveller from the US, with a physical disability 5.6. Home from home: accommodation “Accessibility is about much more than designing spaces. It is a way of including and integrating all kinds of people. At Ilunion, we are all proud to be working on a unique model, one that is inspired by different abilities and which helps to foster positive social change. This is our project, striving to make accessible tourism a right, a reality, and a model to follow.” José Ángel Preciados, General Manager, ILUNION _Built environment elements, mainly toilets, especially for people with mobility _Mismatch between the accessibility announced by the providers and the real accessibility provided _Accessible parking spaces _Li s ease of use _Public Address Systems _Complain forms only provided in hard copies, non-digital version AR EA : AC CO M O D AT IO N S BIGGEST BARRIERS SIGNIFICANT BARRIERS OTHER BARRIERS While accommodation is considered more accessible than other travel components, missing information about accessibility and lack of skilled customer service are cited as the main barriers by 46 per cent of travellers. However, progress is being made by hotel groups, such as IHG. “Accessibility is a strong consideration for IHG’s technology strategy and our industry-leading Guest Reservation System will ensure that hotels can showcase their accessibility options more clearly. We want to make it easy for guests with accessibility needs to search for and book rooms that match their preferences. We made significant progress in this area with our legacy reservation system, creating new room types to display specific accessibility options. Guest personalisation will remain a key tenet of our technology evolution and we recognise that connecting guests with hotels that provide accessibility features will drive increased satisfaction and brand loyalty.” Craig Eister, Senior Vice President, Global Revenue & Property Based Systems, IHG Figure 5e: Barriers related to accommodation 5. The travel experience and customer journey 14 Key accommodation issues include elements of the built environment (such as toilets for people with mobility issues) and the mismatch between the accessibility claimed by providers and reality. Hot topics include accessible parking spaces, lift provision and public announcement systems. “Captioning (sub-titles) is good for everybody.” RL, 65 year-old traveller from the US RL has been hard of hearing since the age of seven. He also has a 37-year-old deaf son. RL travels eight or nine times a year, mostly within the US. While he doesn’t expect a destination to cater for his specific disability, he says there are some things that accommodation providers could do as a matter of course to make the experience more inclusive, such as the television in a restaurant or hotel lobby should have the captioning switched on. That’s good for everybody as the volume is usually not turned up anyway and both hearing and audio impaired people are usually engaged in conversation, so they can look up and see what the news is on the television. “There are policies in place to ensure accessibility, but barriers arise with service delivery –and this has a major impact.” Brittany Perez, occupational therapist and senior research associate at the Center for Inclusive Design and Environmental Access (IDeA) at the University of Buffalo Perez states that the laws are actually just the bare minimum. For example, there is a growing number of obese people. So hotels might be meeting the guidelines but then if someone comes in with a larger wheelchair or with more weight needs, they’re unable to use the spaces effectively. Case study: Scandic Hotels “When I stay at Scandic I am treated like a guest and not like a disabled person.” Swedish hotel chain Scandic Hotels has drawn up a 135-point accessibility standard checklist for its 230- plus hotels. Technology on offer includes automatic push plates on entrance doors (if doors aren’t fully automatic), hearing loops at reception, vibrating wake-up and fire alarms, sockets for charging electric wheelchairs, wheelchair-accessible workstations and smartphone checkout. Scandic was also the first hotel chain in the world to offer interactive online training in accessibility. Accessibility director Magnus Berglund says: “We train our team in everything; all the small things you can’t read about, such as how guests will reach the soap, how to reach the toilet paper, how to cook food for a person who can’t see so well.” He adds: “A customer called me last year and said, ‘When I stay at Scandic I am treated like a guest and not like a disabled person’. That’s the best thing that we really can have.” 5.7. Being there: destinations AR EA : AC TI VI TI ES A T D ES TI N AT IO N BIGGEST BARRIERS SIGNIFICANT BARRIERS OTHER BARRIERS _Exclusion and / or poor adaptation of experiences / activities for people with disabilities _Low availability of sign guides _Low availability of adapted seats in shows, only in the most expensive areas _Low offer of accessible activities (or not flexible) for groups _Discounts are not properly communicated and published All of the stages that we have discussed so far happen before the traveller has even ventured on to the streets of their chosen destination or been to the local museum. Barriers cited at destinations include the exclusion and/ or poor adaptation of experiences and activities for people with disabilities. This includes (but is not limited to): low availability of signposting, low availability of adapted seats in shows (and those available being in the most expensive areas) and the inflexible offer of accessible activities for groups. Additionally, discounts are not always properly communicated and published. Sometimes this simply comes down to staff awareness, says Lonely Planet’s Martin Heng. When someone calls with a query they often don’t know the answer. Even in response to a simple question such as, ‘Do you have a step into your establishment?’ they would have to go and have a look. He says that it’s very difficult as a person with a disability to travel to less-developed countries independently. Visiting is often only made possible by tour operators who have relationships with individual establishments as they will know which establishments their clients can visit, but if you go independently to find this information it’s extremely difficult. Figure 5f: Barriers at destination 156. Evolving the travel experience: the ideal accessible trip 6. Evolving the travel experience: the ideal accessible trip As is highlighted in the previous section, there are significant barriers at each stage of the customer journey to the realisation of a fully accessible travel experience. These frustrations and barriers have a major impact on those travellers with accessibility needs and result in a loss of potential revenue for travel companies. Figure 6a: Pain points and barriers Most reported problems during the last trip 12% 17% 20% 22% 24% 25% 25% 28% 33% 37% 37% 46% 46% Other The online booking payment process Coordination of the different travel providers Transfer service management Non-accessible websites for searching/ shopping/ booking Amount of time needed for trip planning and booking Luggage management Indoor navigation in transit Knowledge about specialised providers at destination Challenges with the physical environment at destination Inaccuracy of information about accessibility at destination Lack of skilled customer service Lack of information about accessibility at destination When asked about missed travel opportunities, the study found that travellers would increase their travel budget by 34 per cent (either travelling more or for longer periods of time) if accessibility barriers were eliminated, which is a significant opportunity for the industry. The dual motivation of social imperative, and lost business opportunity, should be a major driver of change for the industry. There are few areas in the travel sector where the coming together of ‘doing the right thing’ and the profit principle align, and accessibility is one such area. Clearly, there are some issues – which involve changes to infrastructure – that will take longer. However, others which relate to access to information, customer service and personalisation could be achieved much more quickly. Nonetheless, it would help if there was a greater focus on standardisation which all parts of the industry could unite around. This would help to catalyse change and ensure that whatever part of the journey a traveller is embarking upon, or whatever part of the world they are from or are visiting, there would be common standards when it comes to accessibility. This would provide the increased reassurance and comfort that most travellers take for granted. So what does a seamless accessible trip look like? The ideal travel environment won’t be one where those with accessibility needs can procure a long list of accessible destinations and friendly airlines and go off and make their own itinerary. No, the ideal travel environment will be one where they won’t need to “declare” their disability because the travel experience will be as easily navigable for those with accessibility needs as it is for anyone else. “I used to work in the travel technology sector and was what you could describe as a road warrior. Diagnosed with Motor Neurone Disease in April 2015, I travelled with a disability for a year. Travel, even for the able bodied, can be stressful due to uncertainty, jetlag, different climates etc. However, knowing what will happen throughout the trip reduces stress. I recommend that the traveller has access to a detailed description of each step at time of booking. The traveller can then make an informed purchase decision. During the trip the traveller should be updated on any changes. Call the traveller after the trip to get feedback.” Andrew Knowlman 50 year-old author and traveller from United Kingdom with Motor Neurone Disease 6. Evolving the travel experience: the ideal accessible trip 16 6.1 The four characteristics of the ideal accessible trip The four key characteristics of the ideal accessible trip are: effective communication, responsive service, standardised content and services and personalised offer. Effective communication The research demonstrates that communication is crucial at every stage. Currently, there are gaps in the presentation of accessibility information, whether that’s how it looks or the benchmarks used and how they compare with others. On an ideal trip, a traveller should be able to access sites which adhere to standardised web-content accessibility guidelines and allow (for example) blind and partially-sighted people to read them with screen-reading software. Such sites might also offer access keys for easy navigation and accessible search options. Information will be reliable and up-to-date and take into account different disability profiles. The information should be delivered across a range of channels (visual, audio and easy-reading). Responsive service Good customer service is crucial for a seamless travel experience. At every point in the ideal journey, customer service teams would be trained in all aspects of accessibility and have clear guidelines on ways to offer a universal service to all customers, with or without disabilities, ensuring the service isn’t “tagged on” at the end. Empathy will be designed into the training, so services are offered without having to be inferred. Standardised content and services One of the big difficulties facing travellers is that information is scattered among many different sources. Greater integration and standardisation would make the process more streamlined, with travellers able to rely on one standard of accessibility information and choose one location over another without relying on personal recommendations or having to call to discuss in depth. “We have a lot of really good initiatives in accessibility, but there is no framework to tell you what accessible even means – so a hotel that’s accessible according to Flemish standards is different from a Spanish one.” Marie Denninghaus, Transport and Mobility Officer at the European Disability Forum Personalised offer The ideal journey starts at the kitchen table or office desk – the research stage – and ends when the traveller is back home and tucked up in bed, having just left a five-star review on Facebook. During the process the traveller is offered suggestions based on previous travel bookings, both online and offline. This profile information combined with data sourced from social media and typical segment behaviour ensures that each part of the journey can be predicted and tailored to the individual. While there is a long way to go until the ‘ideal accessible trip’ is a reality, a lot is being done today and we are seeing progress in many areas from airlines, airports, online agents, hotels, airports and rail companies. The key to progress is unlocking a different mind-set, thinking through the eyes of those with accessibility needs, at the inception of new products and services. The four characteristics outlined above provide a useful framework for designing a travel experience that works for all. 177. Open access: how technology is empowering travellers 7. Open access: how technology is empowering travellers Technology is transforming the way travel information is created, delivered and accessed and the next decade of tourism will be driven by how travel and technology can be made to intersect. Travellers are already reaping the benefits of information sharing being used to create a more personalised travel experience. Travel technology providers are working together to develop a cross- channel experience by connecting location-based information, personal identification and context data to provide tailored services. For their part, customers are getting more used to sharing information on social media in exchange for a better travel experience. They’re also adept at mining user-generated content (such as travellers’ reviews) to enhance their own trip. They’re beginning to anticipate a more holistic approach from travel providers, expecting each stage of the travel process to be integrated. This technology is crucial to the evolution of accessible travel. The Web Content Accessibility Guidelines (WCAG 2.0) were developed through the World Wide Web Consortium to provide a single shared standard for web-content accessibility, and airlines such as Lufthansa are taking decisive steps towards accessibility by complying. The travel industry is moving forward, developing mobile apps with accessible-travel search engines, boarding passes in accessible formats and collating user- generated content on accessibility (through reviews and complaints). Some companies have started incorporating artificial intelligence assistance for voice-operated travel booking. Some hotel chains are using mobile apps to allow guests access to their rooms and other facilities, and others are using virtual reality technology to demonstrate accommodation and services. “In the last two years, we’ve made the homepage of www.lufthansa.com and the booking flow much more accessible and compliant with the Web Content Accessibility Guidelines (WCAG2.0). The most challenging task was to enable our website for screen reader usage, because we had to learn how our blind customers perceive a web site. We realised that accessibility overlaps with other best practices such as usability, design for older users, search engine optimisation (SEO), improved maintainability and further system development. It’s not only about reducing barriers for our customers with disabilities. It’s about a modern implementation of well-structured web pages with clearly laid-out user interfaces from which all users benefit.” Stefanie Kratz, Project Manager, Lufthansa A people-centred approach Travel companies now have access to enough data to build up comprehensive profiles of customers to deliver a fully personalised experience. Customers are more likely than ever to be using mobile devices while they travel. Mobile messenger services allow travellers to receive real-time alerts on disruptive incidents, itinerary details, flight monitoring and risk-management information as well as two- way communication with travel arrangers. Large technology platforms such as Apple, Google and Android have quickly adapted to customer needs, capitalising on the fact that mobile can be a hub for travel information and navigation. The increasing use of iBeacons (which allow Bluetooth devices to broadcast or receive tiny, static pieces of data over short distances), wearables (devices which allow someone with a visual impairment to navigate inside unaided, for example, or a deaf person to sign at a computer interface) and the prospect of driverless cars mean the future of accessible travel is exciting. Successfully improving accessibility in travel means enhancing usability for all customers. As global leaders in the provision of travel technology for the entire travel industry, our findings support the idea that mainstreaming accessible travel will benefit all customers and providers, and technology has a major role to play in achieving that barrier-free travel ecosystem. 188. Conclusion: where to next? 8. Conclusion: where to next? “Europe has done away with many barriers between countries and people. But important obstacles persist, in particular for 80 million Europeans with a disability. We will never achieve inclusive societies as long as everyday life and mobility remains as poorly accessible as it is today. We need to act now and we need to act together. The technological solutions don’t lie in a distant future, they exist today. Accessibility is a must for people and a great opportunity for business. In short, it is about making our society future-proof!” Marianne Thyssen, Commissioner, Employment, Social Affairs, Skills and Labour Mobility, European Commission For those who say accessibility is an issue for other people or something to think about when other travel issues are dealt with, this study is a stark warning that this is not the case. All of us may have accessibility needs at some point in our lives, whether permanent or temporary. Catering to these needs is not just the right thing to do but also a sound business decision. The argument for moving towards a fully accessible travel experience for all is clear. The impact on travellers lives – all travellers – cannot be questioned. The benefits to the industry are significant. The time to act is now. Added value, increased quality and differentiation are factors making companies care about accessible travel. The industry needs to move from ‘caring’ about accessibility to ‘acting’ on accessibility requirements. An increasingly older segment of the population is better educated, more willing to travel and has more disposable income. They see accessibility as a basic right and want to be able to plan their travel independently. The travel industry needs to work together to address the full range of accessibility issues, ideally by including accessibility by design as a standard requirement at the start of the product lifecycle. Doing so avoids costly, time-consuming alterations and results in a more memorable travel experience – and repeat business. “A company that complies with universal accessibility criteria is offering quality – a differentiating factor that makes it stand out from its competitors.” Jesús Hernández, Director of Universal Accessibility, ONCE Foundation, Spain Accessibility has the potential to create a lot of good, and a lot of value in travel. Realising the potential means addressing the key challenges of content standardisation, technical standards, communication, personalisation, customer service, training and education outlined in this report require collaboration and partnership between the public and private sectors across the global travel industry. Nothing can be achieved in isolation. Building a truly accessible travel market requires ambition and a different way of thinking. The industry needs to move beyond seeing accessibility as solely about facilities, but instead about every step in the customer journey. It needs to step into the shoes of those with accessibility needs and truly understand what is needed to allow them to travel independently and with dignity. By doing so, it will be able to take a more holistic and comprehensive approach to addressing accessibility needs in every sphere: customer service, information, personalisation and standardisation. In order to make travel accessible for all in an efficient manner, it is crucial to develop and implement global standards for accessibility in travel and tourism that are universally recognised. The very nature of travel makes it imperative that standards apply internationally, thus facilitating accessibility and seamlessness both at the origin, during the journey, and at the destination. Even if global technology platforms and travel providers are increasingly facilitating accessible services, e.g. by exploring the opportunities of voice recognition, these efforts are fragmented and lack the commonality that global standards could bring. The insight presented in this White Paper highlight that technology can and should be the enabler and facilitator of accessibility solutions. Technology can improve information flows and develop more intuitive user interfaces, and, perhaps more importantly, technology can empower the traveler with accessibility needs to travel independently and confidently. Travel technology companies need to understand and define a strategy to adapt these mainstream services to their specific travel related needs, and collaborate across the travel and tourism industry to develop the standards that will accelerate the world-wide adoption of accessibility solutions. Now is the time to act. Now is the time to think differently. Now is the time to ensure accessibility is central to product and service development and delivery. The time is now for two reasons. It is the right thing to do. It makes good business sense. What better incentive for the travel industry, which at its core is dynamic, ambitious and forward-thinking. “We all share the desire to explore our world; to see new places, meet new people or be near what’s important to us. Travel builds economies, broadens culture and creates connections between societies. This is why it is crucial to remove barriers to travel – and currently accessibility requirements present barriers – so that the joy of travel can be experienced by all. We are committed to playing our part by working with customers and partners to deploy technology to build better and more accessible journeys.” Alex Luzarraga, Vice President Corporate Strategy Amadeus IT Group 8. Conclusion: where to next? 19 9. Acknowledgements Alejandro Moledo New Technologies and Innovation Officer European Disability Forum (EDF) Alex Luzarraga Vice President, Corporate Strategy Amadeus IT Group S.A. Allesandro Redavine Project Coordinator String Project Analía García Rodríguez CSR Specialist Amadeus IT Group S.A. Andrew Knowlman Former global business traveler with a disability Author Beatriz Rubio Accessibility Responsible Ilunion Hotels Brittany Perez Senior Research Associate University of Buffalo Buhalis Dimitrius Head of Department of Tourism and Hospitality Bournemouth University Clint Hayashi Head of Communications EMEA Expedia IHGCraig Eister Senior Vice President, Global Revenue & Property Based Systems Dallas Thomas Manager Customer Advocacy Southwest Airlines Daniel Caverzaschi Paralympic tennis player Traveller Elizabeth Aston Senior Advisor, Industry Affairs Amadeus IT Group S.A. Estefanía Felipe Alonso Traveller with a disability Traveller Gregg Vanderheim Professor University of Madison Helga Stevens Member of the European Parliament European Parliament Ilunion Ilunion Technological Accessibility and Research Ivor Ambrose Managing Director European Network for Accessible Tourism (ENAT) Jesus Hernandez Director of Universal Accessibility and Innovation Fundacion ONCE Jose Angel Preciados General Director Ilunion Hotels Jose Luis Lorente Barajas Technology advisor Centro de Investigación, Desarrollo y Aplicación Tiflotécnica (CIDAT) Katherine Grass Head of Innovation and Ventures, Corporate Strategy Amadeus IT Group S.A. Keiji Kawahara Executive Director International Association for Universal Design (IAUD) Koen Baekelandt Senior Legal Counsel Regulatory Affairs Amadeus IT Group S.A. Scandic HotelsMagnus Berglund Accessibility Director Marianne Thyssen EU Commissioner for Employment, Social Affairs, Skills and Labour Mobility European Commission Marie Denninghaus Transport and Mobility Officer European Disability Forum (EDF) Martin Heng Accessible Travel Manager and Editorial Advisor Lonely Planet Mónica Clemente Senior Manager, Corporate Strategy Amadeus IT Group S.A. Morten Lokkegaard Member of the European Parliament European Parliament Noemi Díaz Delgado Patronata de Turismo Ayuntamiento de Arona Ross Calladine Accessible Tourism Destination Management Visit England Roxane Lesbros Manager, Research and Development Amadeus IT Group S.A. Shivani Gupta Founder AccessAbility Simon Darcy Professor University of Technology Sydney (UTS) Stefanie Kratz Project Manager Lufthansa Susan Sygall CEO Mobility International Svend Leirvaag Vice President, Industry Affairs Amadeus IT Group S.A. Taleb Rifai Secretary General United Nations World Tourism Organisation (UNWTO) Tomás López Fernebrand Senior Vice President, General Counsel & Corporate Secretary Amadeus IT Group S.A. Yannis Vardakastanis President European Disability Forum (EDF) Amadeus IT Group, S.A. C/ Salvador de Madariaga, 1 28027 Madrid Spain Phone: +34 91 582 0100 corporatesolutions@amadeus.com www.amadeus.com D:20171001165246+02'00' Adobe PDF Library 15.0 Adobe InDesign CC 2015 (Macintosh) D:20171001232903+02'00'", "segment": "20171113193822", "digest": "Voyage of discovery Working towards inclusive and accessible travel for all Table of contents Foreword .................................................................................................", "host": "www.amadeus.com", "favorite_count": 0, "last_modified": "2017-10-02T08:42:28.000Z", "content_length": "2295768", "timestamp": "2017-10-02T08:42:28.000Z", "virtual_host": [], "thumbnail": "http://www.amadeus.com/documents/reports/accessible-travel-report-voyage-of-discovery.pdf", "created": "2017-11-13T19:48:09.546Z", "label": [], "doc_id": "f8b6ba23850143d1a3f10213868e93b3", "url": "http://www.amadeus.com/documents/reports/accessible-travel-report-voyage-of-discovery.pdf", "site": "www.amadeus.com/documents/reports/accessible-tr...", "filename": "accessible-travel-report-voyage-of-discovery.pdf", "config_id": "WAV-wNvsTG2FTSbXh_Rkq", "parent_id": "http:%2F%2Fwww.amadeus.com%2Fweb%2Famadeus%2Fen_1A-corporate%2FAmadeus-Home%2F1319560218660-Page-AMAD_HomePpal;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}