{"filetype": "others", "expires": "2017-12-24T15:15:57.012Z", "role": ["Rguest"], "click_count": 0, "title": "Fribourg Région", "content": "Fribourg Région Fribourg Région RSS Randonnée nocturne sur les pistes de ski Horaires & possibilités: - Lundi: Schwarzsee - Riggisalp bleue & rouge de 17h - 21h30 La Berra - Le Brand - La Gormanda de 17h - 22h30 - Mardi: Jaun - Pistes 11, 12 & 15 de 17h - 22h - Mercredi: Charmey - Le Ganet de 17h - 22h30 Les Paccots - Tout le domaine de 17h - 22h30 - Jeudi: La Berra - Le Brand - La Gormanda de 17h - 22h30 Moléson - Tout le domaine de 17h - 22h30 - Vendredi: Charmey - Le Ganet de 17h - 22h30 Les autres soirs de la semaine, les pistes sont fermées et interdites d’accès en raison des risques liés au damage. La journée, les pistes sont également interdites d’accès aux randonneurs en raison des risques de collision. Dzin.ch récompensée du Milestone 2017 ! Depuis 2000, le « Milestone excellence in tourism » récompense des projets touristiques suisses se distinguant par leur force d’innovation. Tant convoité, le prix a pour vocation de promouvoir l’économie du tourisme, d’encourager le transfert du savoir-faire et d’accroître l’attrait de la destination Suisse. Doté d’un montant global de 32’500 francs, le Prix du tourisme suisse représente la plus haute distinction de la branche. Inédite en Suisse, la plateforme de tourisme collaboratif « dzin.ch » était nominée avec sept autres candidats dans la catégorie « Innovation ». Sous la présidence de l’ex-conseillère fédérale Ruth Metzler-Arnold, le jury a remis au projet fribourgeois le 1er prix, ce mardi soir 14 novembre au Kursaal à Berne. « Une véritable consécration pour dzin.ch, regroupant une centaine d’expériences d’intérêt touristique sur un seul site », se réjouit Pierre-Alain Morard, directeur de l’Union fribourgeoise du Tourisme. Large palette d’activités originales Lancé en mars 2017, dzin.ch s’inscrit dans la tendance du tourisme d’expérience et de l’économie de partage. Ce projet novateur met en relation des hôtes passionnés de leur métier, leur produit ou leur région avec des visiteurs en quête d’échange et d’authenticité. Le site compte aujourd’hui une centaine d’activités réservables en ligne dont 20% en langue allemande. Le produit est appelé à évoluer et son développement à se poursuivre. Dénommée « dzin », gens en patois, la plateforme privilégie les échanges humains. Les moments partagés avec les indigènes permettent de nouer des liens étroits avec la région. Pêcheur, photographe, brasseur ou féru de vitraux ont à cœur de faire découvrir leur activité et leur style de vie. Par l’interaction créée, les habitants deviennent acteurs du développement touristique tout en conservant leur indépendance et avec un revenu potentiel à la clé. La multiplication d’activités proposées contribue également à faire perdurer traditions et savoir-faire régionaux. Le projet réunissant les Jeunes Chambres Internationales du canton de Fribourg, les Organisations touristiques régionales et l’Union fribourgeoise du Tourisme a bénéficié du soutien de la Nouvelle politique régionale. Magic Pass Les 7 stations fribourgeoises font partie de l’aventure : Charmey, Jaun, La Berra, Les Paccots, Moléson, Rathvel et Schwarzsee www.magicpass.ch. CHF 1299.-/adulte CHF 799.-/enfant (de 2002 à 2011) Option complémentaire pour Glacier 3000 : CHF 400.-/adulte – CHF 200.-/enfant Mathilde Gremaud, victorieuse des Big-air Xgames 2017 en Norvège, est l’ambassadrice des stations fribourgeoises ! 3ème semaine de la Valeur Cette troisième édition est destinée à vous faire partager des expériences de créations de valeur(s) sur des problématiques locales réelles, d’appréhender de nouveaux leviers de croissance, mais aussi de faire mieux comprendre à toutes les générations… des étudiants à nos élus locaux, qu’il existe des moyens simples de « Créer de la Valeur » ! » Fribourg Région RSS Fribourg Région Fribourg Région RSS Fribourg Région", "segment": "20171124151548", "digest": "Fribourg Région Fribourg Région RSS Randonnée nocturne sur les pistes de ski Horaires & possibilités: - Lundi: Schwarzsee - Riggisalp bleue & rouge de 17h - 21h30 La Berra - Le Brand - La Gormanda ...", "host": "www.fribourgregion.ch", "favorite_count": 0, "content_length": "5301", "timestamp": "2017-11-24T15:32:15.330Z", "virtual_host": [], "created": "2017-11-24T15:32:15.330Z", "label": [], "doc_id": "3c3405bbcae3402b9d574c054bf937f9", "url": "https://www.fribourgregion.ch/rss/fr", "site": "www.fribourgregion.ch/rss/fr", "filename": "fr", "config_id": "WAV_umF3vG2FTSbXh_VEx", "parent_id": "https:%2F%2Fwww.fribourgregion.ch%2Ffr%2F;role=Rguest", "anchor": "", "mimetype": "application/rss+xml", "boost": "1.0"}