{"filetype": "others", "expires": "2017-12-24T15:15:57.012Z", "role": ["Rguest"], "click_count": 0, "title": "HopkinsRSS.xml", "content": "1.0 utf-8 2.0 http://www.w3.org/2005/Atom Johns Hopkins Medicine News http://www.hopkinsmedicine.org/Press_releases/index.html News about Johns Hopkins Medicine activities in patient care, research, and education. en-us Johns Hopkins Copyright 2015 http://www.hopkinsmedicine.org/RSS/HopkinsRSS.xml self application/rss+xml Study Documents Extent of Unexpected Sexual Consequences for Young Women Who Drink Alcohol - 8/20/15 In-depth interviews conducted by researchers at the Johns Hopkins University School of Medicine of 20 young women attending an urban sexually transmitted disease clinic have documented a variety of unexpected, unintended sexual encounters linked to their alcohol use before sex occurs. http://www.hopkinsmedicine.org/news/media/releases/study_documents_extent_of_unexpected_sexual_consequences_for_young_women_who_drink_alcohol Thu 20 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/study_documents_extent_of_unexpected_sexual_consequences_for_young_women_who_drink_alcohol Clamshell-Shaped Protein Puts the 'Jump' in 'Jumping Genes' - 8/19/15 Scientists at Johns Hopkins report they have deciphered the structure and unusual shape of a bacterial protein that prepares segments of DNA for the insertion of so-called jumping genes. http://www.hopkinsmedicine.org/news/media/releases/clamshell_shaped_protein_puts_the_jump_in_jumping_genes Wed 19 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/clamshell_shaped_protein_puts_the_jump_in_jumping_genes Scientists Report Success Using Zebrafish Embryos to Identify Potential New Diabetes Drugs - 8/18/15 In experiments with 500,000 genetically engineered zebrafish embryos, Johns Hopkins scientists report they have developed a potentially better and more accurate way to screen for useful drugs, and they have used it to identify 24 drug candidates that increase the number of insulin-producing cells in the pancreas. http://www.hopkinsmedicine.org/news/media/releases/scientists_report_success_using_zebrafish_embryos_to_identify_potential_new_diabetes_drugs Tue 18 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/scientists_report_success_using_zebrafish_embryos_to_identify_potential_new_diabetes_drugs 'Jumping Genes' Unusually Active in Many Gastrointestinal Cancers, Studies Find - 8/18/15 Results of a trio of studies done on human cancer tissue biopsies have added to growing evidence that a so-called jumping gene called LINE-1 is active during the development of many gastrointestinal cancers. http://www.hopkinsmedicine.org/news/media/releases/jumping_genes_unusually_active_in_many_gastrointestinal_cancers_studies_find Tue 18 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/jumping_genes_unusually_active_in_many_gastrointestinal_cancers_studies_find Johns Hopkins Researchers Sound Off on the Dangers of Hospital Consolidation - 8/17/15 In a commentary published in the Aug. 13 issue of JAMA, Johns Hopkins experts say consolidation of hospitals into massive chains threatens healthy competition, reduces patient choice and could drive up medical expenses. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_researchers_sound_off_on_the_dangers_of_hospital_consolidation Mon 17 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_researchers_sound_off_on_the_dangers_of_hospital_consolidation Alert to Biologists: Ribosomes Can Translate the 'Untranslated Region' of Messenger RNA - 8/17/15 In what appears to be an unexpected challenge to a long-accepted fact of biology, Johns Hopkins researchers say they have found that ribosomes — the molecular machines in all cells that build proteins — can sometimes do so even within the so-called untranslated regions of the ribbons of genetic material known as messenger RNA (mRNA). http://www.hopkinsmedicine.org/news/media/releases/medical_student_tiffany_ho_elected_to_the_american_academy_of_family_physicians_board_of_directors_ Mon 17 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/medical_student_tiffany_ho_elected_to_the_american_academy_of_family_physicians_board_of_directors_ Medical Student Tiffany Ho Elected to the American Academy of Family Physicians Board of Directors - 8/14/15 Tiffany Ho, M.P.H., a member of the Johns Hopkins University School of Medicine’s class of 2016, has been elected to serve as a student member on the American Academy of Family Physicians board of directors for the next year. http://www.hopkinsmedicine.org/news/media/releases/medical_student_tiffany_ho_elected_to_the_american_academy_of_family_physicians_board_of_directors_ Fri 14 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/medical_student_tiffany_ho_elected_to_the_american_academy_of_family_physicians_board_of_directors_ Richard S. Ross, Longtime Johns Hopkins Medical School Dean, Dies - 8/13/15 Richard S. Ross, M.D., former dean of the Johns Hopkins University School of Medicine, vice president for medicine of The Johns Hopkins University and a renowned cardiologist who served as president of the American Heart Association, died Aug. 11, 2015. http://www.hopkinsmedicine.org/news/media/releases/richard_s_ross_longtime_johns_hopkins_medical_school_dean_dies Thu 13 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/richard_s_ross_longtime_johns_hopkins_medical_school_dean_dies Pulmonary Hypertension: A Growing Problem in U.S. Children - 8/12/15 A review of 15 years’ worth of data in a national pediatric medical database has documented a substantial increase in the rate of hospitalizations for children with a form of high blood pressure once most common in those with congenital heart disease. http://www.hopkinsmedicine.org/news/media/releases/pulmonary_hypertension_a_growing_problem_in_us_children Wed 12 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/pulmonary_hypertension_a_growing_problem_in_us_children Research Advances Potential for a Globally Accurate Diagnostic Test and Vaccine for Genital and Oral Herpes - 8/11/15 Findings from a pair of new studies could speed up the development of a universally accurate diagnostic test for human herpes simplex viruses (HSV), according to researchers at Johns Hopkins and Harvard universities and the National Institutes of Health (NIH). http://www.hopkinsmedicine.org/news/media/releases/research_advances_potential_for_a_globally_accurate_diagnostic_test_and_vaccine_for_genital_and_oral_herpes Tue 11 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/research_advances_potential_for_a_globally_accurate_diagnostic_test_and_vaccine_for_genital_and_oral_herpes Hepatitis C Infection May Fuel Heart Risk - 8/11/15 People infected with the hepatitis C virus are at risk for liver damage, but the results of a new Johns Hopkins study now show the infection may also spell heart trouble. http://www.hopkinsmedicine.org/news/media/releases/hepatitis_c_infection_may_fuel_heart_risk Tue 11 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/hepatitis_c_infection_may_fuel_heart_risk Johns Hopkins, Mayo Experts Suggest Upgrades to Current Heart Disease Prevention Guidelines - 8/11/15 Acknowledging key strengths and “lessons learned,” preventive cardiologists from Johns Hopkins and Mayo Clinic have developed a short list of suggested upgrades to the controversial heart disease prevention guidelines issued jointly in 2013 by the American Heart Association and the American College of Cardiology. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_mayo_experts_suggest_upgrades_to_current_heart_disease_prevention_guidelines Tue 11 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_mayo_experts_suggest_upgrades_to_current_heart_disease_prevention_guidelines Survey Reveals Best Practices That Lead to High Patient Ratings of Hospital Care - 8/10/15 Based on responses to questionnaires and letters sent to CEOs and medical personnel from a nationwide sample of 53 hospitals, Johns Hopkins investigators have identified a handful of best practices they say are most likely to give patients a positive hospital experience, a sense of satisfaction and the feeling they come first. http://www.hopkinsmedicine.org/news/media/releases/survey_reveals_best_practices_that_lead_to_high_patient_ratings_of_hospital_care Mon 10 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/survey_reveals_best_practices_that_lead_to_high_patient_ratings_of_hospital_care Researchers Identify Drug Candidate for Skin, Hair Regeneration Among Scarred Victims of Burns and Trauma - 8/6/15 Johns Hopkins researchers have identified a novel cell signaling pathway in mice through which mammals — presumably including people — can regenerate hair follicles and skin while healing from wounds. http://www.hopkinsmedicine.org/news/media/releases/researchers_identify_drug_candidate_for_skin_hair_regeneration_among_scarred_victims_of_burns_and_trauma Thu 6 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/researchers_identify_drug_candidate_for_skin_hair_regeneration_among_scarred_victims_of_burns_and_trauma Scientists Report Explanation for Protein Clumps in Autopsy Brain Cells of ALS Patients - 8/6/15 Autopsies of nearly every patient with the lethal neurodegenerative disorder amyotrophic lateral sclerosis (ALS), and many with frontotemporal dementia (FTD), show pathologists telltale clumps of a protein called TDP-43. http://www.hopkinsmedicine.org/news/media/releases/scientists_report_explanation_for_protein_clumps_in_autopsy_brain_cells_of_als_patients_ Thu 6 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/scientists_report_explanation_for_protein_clumps_in_autopsy_brain_cells_of_als_patients_ Nanoparticles Used to Breach Mucus Barrier in Lungs - 8/3/15 Researchers at the Johns Hopkins University School of Medicine, Johns Hopkins University Department of Chemical and Biomolecular Engineering, and Federal University of Rio de Janeiro in Brazil have designed a DNA-loaded nanoparticle that can pass through the mucus barrier covering conducting airways of lung tissue — proving the concept, they say, that therapeutic genes may one day be delivered directly to the lungs to the levels sufficient to treat cystic fibrosis (CF), chronic obstructive pulmonary disease, asthma and other life-threatening lung diseases. http://www.hopkinsmedicine.org/news/media/releases/nanoparticles_used_to_breach_mucus_barrier_in_lungs Mon 3 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/nanoparticles_used_to_breach_mucus_barrier_in_lungs Nanoparticles Used to Breach Mucus Barrier in Lungs - 8/3/15 Researchers at the Johns Hopkins University School of Medicine, Johns Hopkins University Department of Chemical and Biomolecular Engineering, and Federal University of Rio de Janeiro in Brazil have designed a DNA-loaded nanoparticle that can pass through the mucus barrier covering conducting airways of lung tissue — proving the concept, they say, that therapeutic genes may one day be delivered directly to the lungs to the levels sufficient to treat cystic fibrosis (CF), chronic obstructive pulmonary disease, asthma and other life-threatening lung diseases. http://www.hopkinsmedicine.org/news/media/releases/nanoparticles_used_to_breach_mucus_barrier_in_lungs Mon 3 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/nanoparticles_used_to_breach_mucus_barrier_in_lungs Howard W. Jones Jr., Pioneer in Reproductive Medicine, Dies at 104 - 8/1/15 Howard W. Jones Jr., a pioneer in reproductive medicine who oversaw the 1965 Johns Hopkins research that resulted in the world’s first successful fertilization of a human egg outside the body, then collaborated with his wife, gynecologic endocrinologist Georgeanna Seegar Jones, to oversee the 1981 birth of the first “test tube” baby in the United States, died July 31 at Sentara Heart Hospital in Virginia. http://www.hopkinsmedicine.org/news/media/releases/howard_w_jones_jr_pioneer_in_reproductive_medicine_dies_at_104 Sat 1 Aug 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/howard_w_jones_jr_pioneer_in_reproductive_medicine_dies_at_104 Blood Test Predicts Prognosis for Traumatic Brain Injuries - 7/30/15 A new blood test could help emergency room doctors quickly diagnose traumatic brain injury and determine its severity. http://www.hopkinsmedicine.org/news/media/releases/blood_test_predicts_prognosis_for_traumatic_brain_injuries Thu 30 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/blood_test_predicts_prognosis_for_traumatic_brain_injuries New Computer-Based Technology May Lead to Improvements in Facial Transplantation - 7/29/15 Following several years of research and collaboration, physicians and engineers at Johns Hopkins and Walter Reed National Military Medical Center say they have developed a computer platform that provides rapid, real-time feedback before and during facial transplant surgery, which may someday improve face-jaw-teeth alignment between donor and recipient. http://www.hopkinsmedicine.org/news/media/releases/new_computer_based_technology_may_lead_to_improvements_in_facial_transplantation Wed 29 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/new_computer_based_technology_may_lead_to_improvements_in_facial_transplantation Proof-of-Concept Study Shows Successful Transport of Blood Samples with Small Drones - 7/29/15 In a proof-of-concept study at Johns Hopkins, researchers have shown that results of common and routine blood tests are not affected by up to 40 minutes of travel on hobby-sized drones. http://www.hopkinsmedicine.org/news/media/releases/proof_of_concept_study_shows_successful_transport_of_blood_samples_with_small_drones Wed 29 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/proof_of_concept_study_shows_successful_transport_of_blood_samples_with_small_drones Small Study Affirms Accuracy of Free Mobile App That Screens for Liver Disease in Newborns - 7/29/15 In a small study, researchers from the Johns Hopkins Children’s Center report they have verified the ability of a free smartphone app to accurately read, interpret and record the color of a newborn’s poop as a possible early symptom of biliary atresia (BA) — a rare disorder that accounts for nearly half of pediatric end-stage liver disease in the United States. http://www.hopkinsmedicine.org/news/media/releases/small_study_affirms_accuracy_of_free_mobile_app_that_screens_for_liver_disease_in_newborns Wed 29 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/small_study_affirms_accuracy_of_free_mobile_app_that_screens_for_liver_disease_in_newborns Hospital Penalties Based on Total Number of Blood Clots May Be Unfairly Imposed, Study Shows - 7/29/15 Johns Hopkins researchers say their review of 128 medical case histories suggests that financial penalties imposed on Maryland hospitals based solely on the total number of patients who suffer blood clots in the lung or leg fail to account for clots that occur despite the consistent and proper use of the best preventive therapies. http://www.hopkinsmedicine.org/news/media/releases/hospital_penalties_based_on_total_number_of_blood_clots_may_be_unfairly_imposed_study_shows Wed 29 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/hospital_penalties_based_on_total_number_of_blood_clots_may_be_unfairly_imposed_study_shows One in Four Patients with Defibrillators Experiences Boost in Heart Function over Time - 7/27/15 A Johns Hopkins-led study of outcomes among 1,200 people with implanted defibrillators — devices intended to prevent sudden cardiac death from abnormal heart rhythms — shows that within a few years of implantation, one in four experienced improvements in heart function substantial enough to put them over the clinical threshold that qualified them to get a defibrillator in the first place. http://www.hopkinsmedicine.org/news/media/releases/one_in_four_patients_with_defibrillators_experiences_boost_in_heart_function_over_time Mon 27 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/one_in_four_patients_with_defibrillators_experiences_boost_in_heart_function_over_time The Johns Hopkins hospital ranked among the top U.S. hospitals by U.S. News & World Report - 7/21/15 The Johns Hopkins Hospital ranked in the top five in nine specialties and #3 overall in the nation in the U.S. News & World Report annual Best Hospitals list, sharing the spot with UCLA Medical Center, in this year’s ranking of 4,716 hospitals. In the magazine’s ranking of hospitals in the state, The Johns Hopkins Hospital was again ranked #1 in all specialties. It also ranked #1 in all specialties in Baltimore. http://www.hopkinsmedicine.org/news/media/releases/the_johns_hopkins_hospital_ranked_among_the_top_us_hospitals_by_us_news__world_report Tue 21 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/the_johns_hopkins_hospital_ranked_among_the_top_us_hospitals_by_us_news__world_report Cellphones Seen as Change Agents for Health Among Young, Poor, Urban Women in Need of Care - 7/21/15 In a survey of a diverse group of almost 250 young, low-income, inner-city pregnant and postpartum women, Johns Hopkins researchers have learned that more than 90 percent use smartphones or regular cellphones to give and get information. http://www.hopkinsmedicine.org/news/media/releases/cellphones_seen_as_change_agents_for_health_among_young_poor_urban_women_in_need_of_care Tue 21 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/cellphones_seen_as_change_agents_for_health_among_young_poor_urban_women_in_need_of_care Magnetic Nanoparticles Could Be Key To Effective Immunotherapy - 7/15/15 In recent years, researchers have hotly pursued immunotherapy, a promising form of treatment that relies on harnessing and training the body's own immune system to better fight cancer and infection. http://www.hopkinsmedicine.org/news/media/releases/magnetic_nanoparticles_could_be_key_to_effective_immunotherapy Wed 15 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/magnetic_nanoparticles_could_be_key_to_effective_immunotherapy Scientists 'Watch' Rats String Memories Together - 7/15/15 By using electrode implants to track nerve cells firing in the brains of rats as they plan where to go next, Johns Hopkins scientists say they have learned that the mammalian brain likely reconstructs memories in a way more like jumping across stepping stones than walking across a bridge. http://www.hopkinsmedicine.org/news/media/releases/scientists_watch_rats_string_memories_together Wed 15 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/scientists_watch_rats_string_memories_together Pairing Urban Farmers with Local Stores Improves Access to Healthy Food, Small Case Study Finds - 7/15/15 Buying fresh fruits and vegetables can be hard for families living in low-income urban neighborhoods, many of which are known as “food deserts” for their lack of full-service grocery stores that stock healthy food. http://www.hopkinsmedicine.org/news/media/releases/pairing_urban_farmers_with_local_stores_improves_access_to_healthy_food_small_case_study_finds Wed 15 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/pairing_urban_farmers_with_local_stores_improves_access_to_healthy_food_small_case_study_finds Sounds Familiar: Lessons Learned from Infection Control Can Help Solve Inpatient Glucose Problems - 7/14/15 Borrowing a page from a winning team's playbook, Johns Hopkins endocrinologist Nestoras Mathioudakis, M.D., and his colleagues are taking on the topic of managing hospital patients' diabetes. http://www.hopkinsmedicine.org/news/media/releases/sounds_familiar_lessons_learned_from_infection_control_can_help_solve_inpatient_glucose_problems Tue 14 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/sounds_familiar_lessons_learned_from_infection_control_can_help_solve_inpatient_glucose_problems Found: A Likely New Contributor to Age-Related Hearing Loss - 7/13/15 Conventional wisdom has long blamed age-related hearing loss almost entirely on the death of sensory hair cells in the inner ear, but research from neuroscientists at Johns Hopkins has provided new information about the workings of nerve cells that suggests otherwise. http://www.hopkinsmedicine.org/news/media/releases/found_a_likely_new_contributor_to_age_related_hearing_loss Mon 13 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/found_a_likely_new_contributor_to_age_related_hearing_loss Aggressive Cancer Treatment Near End of Life Persists Despite Rise in Advance Planning Efforts - 7/9/15 In a review of nearly 2,000 surveys with people whose loved ones died of cancer, researchers led by Johns Hopkins experts say they found a 40 percent increase over a 12-year period in the number of patients with cancer who participated in one form of advance care planning — designating durable power of attorney privileges to a loved one — but no corresponding impact on their rates of aggressive medical care received in the last weeks of life. http://www.hopkinsmedicine.org/news/media/releases/aggressive_cancer_treatment_near_end_of_life_persists_despite_rise_in_advance_planning_efforts Thu 9 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/aggressive_cancer_treatment_near_end_of_life_persists_despite_rise_in_advance_planning_efforts Study Advances Potential of Tumor Genome Sequencing and DNA-Based Blood Tests in Precision Treatment and Detection of Pancreatic Cancer - 7/9/15 In a genome-sequencing study of pancreatic cancers and blood in 101 patients, Johns Hopkins Kimmel Cancer Center scientists say they found at least one-third of the patients' tumors have genetic mutations that may someday help guide precision therapy of their disease. Results of blood tests to detect DNA shed from tumors, they say, also predicted cancer recurrence more than half a year earlier than standard imaging methods. http://www.hopkinsmedicine.org/news/media/releases/study_advances_potential_of_tumor_genome_sequencing_and_dna_based_blood_tests_in_precision_treatment_and_detection_of_pancreatic_cancer Thu 9 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/study_advances_potential_of_tumor_genome_sequencing_and_dna_based_blood_tests_in_precision_treatment_and_detection_of_pancreatic_cancer New Evidence That Genetic Differences May Help Explain Inconsistent Effectiveness Of Anti-Hiv Drug - 7/9/15 Research with human tissue and cells suggests that genetic variations, in addition to failure to comply with treatment regimens, may account for some failures of an anti-HIV drug to treat and prevent HIV infection. http://www.hopkinsmedicine.org/news/media/releases/new_evidence_that_genetic_differences_may_help_explain_inconsistent_effectiveness_of_anti_hiv_drug Thu 9 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/new_evidence_that_genetic_differences_may_help_explain_inconsistent_effectiveness_of_anti_hiv_drug Faster Weight Gain Can Be Safe For Hospitalized Anorexia Patients - 7/8/15 A new study led by Johns Hopkins Medicine researchers of patients hospitalized with anorexia nervosa shows that a faster weight gain during inpatient treatment — well beyond what national standards recommend — is safe and effective. http://www.hopkinsmedicine.org/news/media/releases/faster_weight_gain_can_be_safe_for_hospitalized_anorexia_patients Wed 8 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/faster_weight_gain_can_be_safe_for_hospitalized_anorexia_patients Stress-Coping Strategy and Mom’s Stress Levels During Pregnancy May Determine Anorexia Susceptibility in Rats - 7/7/15 Johns Hopkins researchers have found that offspring born to mother rats stressed during pregnancy lost weight faster and failed to turn on appropriate brain hunger signals in response to exercise and food restriction, compared to offspring from non-stressed mothers. http://www.hopkinsmedicine.org/news/media/releases/stress_coping_strategy_and_moms_stress_levels_during_pregnancy_may_determine_anorexia_susceptibility_in_rats Tue 7 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/stress_coping_strategy_and_moms_stress_levels_during_pregnancy_may_determine_anorexia_susceptibility_in_rats Johns Hopkins and the Queen’s Health Systems Collaborate to Advance Patient Safety and Quality in Hawaii - 7/7/15 The Johns Hopkins Armstrong Institute for Patient Safety and Quality and The Queen’s Health Systems in Honolulu have entered into a collaboration agreement to improve patient safety and quality of care initiatives at hospitals in the state of Hawaii. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_and_the_queens_health_systems_collaborate_to_advance_patient_safety_and_quality_in_hawaii Tue 7 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_and_the_queens_health_systems_collaborate_to_advance_patient_safety_and_quality_in_hawaii The Johns Hopkins University and the Institute of Organic Chemistry and Biochemistry Enter into Extended Drug Discovery Collaboration - 7/7/15 The Johns Hopkins Drug Discovery (JHDD) program, created with the mission of identifying novel drug targets arising from Johns Hopkins faculty research and translating them into new therapeutics, and the Institute of Organic Chemistry and Biochemistry, The Czech Academy of Sciences (IOCB Prague) have entered into a five-year drug discovery research agreement to develop small-molecule and peptide drugs for a range of therapeutic areas including neurological diseases, cancer, and gastrointestinal disorders. http://www.hopkinsmedicine.org/news/media/releases/the_johns_hopkins_university_and_the_institute_of_organic_chemistry_and_biochemistry_enter_into_extended_drug_discovery_collaboration Tue 7 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/the_johns_hopkins_university_and_the_institute_of_organic_chemistry_and_biochemistry_enter_into_extended_drug_discovery_collaboration Sculpting a Cell's Backside - 7/7/15 When Greek mythology and cell biology meet, you get the protein Callipygian, recently discovered and named by researchers at The Johns Hopkins University for its role in determining which area of a cell becomes the back as it begins to move. http://www.hopkinsmedicine.org/news/media/releases/sculpting_a_cells_backside Tue 7 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/sculpting_a_cells_backside Heart Attack Treatment Hypothesis 'Busted' - 7/6/15 Researchers have long had reason to hope that blocking the flow of calcium into the mitochondria of heart and brain cells could be one way to prevent damage caused by heart attacks and strokes. http://www.hopkinsmedicine.org/news/media/releases/heart_attack_treatment_hypothesis_busted Mon 6 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/heart_attack_treatment_hypothesis_busted 'Decorative' Molecule on Brain Cells Affects Motor Skills, Learning and Hyperactivity - 7/6/15 New research from The Johns Hopkins University suggests that a molecule commonly found \"decorating\" brain cells in higher animals, including humans, may affect brain structure. http://www.hopkinsmedicine.org/news/media/releases/decorative_molecule_on_brain_cells_affects_motor_skills_learning_and_hyperactivity Mon 6 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/decorative_molecule_on_brain_cells_affects_motor_skills_learning_and_hyperactivity Cellular Sentinel Prevents Cell Division When the Right Machinery Is Not in Place - 7/6/15 For cell division to be successful, pairs of chromosomes have to line up just right before being swept into their new cells, like the opening of a theater curtain. http://www.hopkinsmedicine.org/news/media/releases/cellular_sentinel_prevents_cell_division_when_the_right_machinery_is_not_in_place Mon 6 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/cellular_sentinel_prevents_cell_division_when_the_right_machinery_is_not_in_place New Hepatitis C Treatment Needs No Antiviral Boost - 7/1/15 An analysis of the results of more than 16,000 brain and spine surgeries suggests patients have nothing to fear from having residents — physicians-in-training — assist in those operations. http://www.hopkinsmedicine.org/news/media/releases/new_hepatitis_c_treatment_needs_no_antiviral_boost Wed 1 Jul 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/new_hepatitis_c_treatment_needs_no_antiviral_boost Brain and Spine Surgery No More Risky When Physicians-In-Training Participate, Study Finds - 6/29/15 An analysis of the results of more than 16,000 brain and spine surgeries suggests patients have nothing to fear from having residents — physicians-in-training — assist in those operations. http://www.hopkinsmedicine.org/news/media/releases/brain_and_spine_surgery_no_more_risky_when_physicians_in_training_participate_study_finds Mon 29 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/brain_and_spine_surgery_no_more_risky_when_physicians_in_training_participate_study_finds Geography Is Destiny in Deaths from Kidney Failure, Study Shows - 6/24/15 The notion that geography often shapes economic and political destiny has long informed the work of economists and political scholars. http://www.hopkinsmedicine.org/news/media/releases/geography_is_destiny_in_deaths_from_kidney_failure_study_shows Wed 24 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/geography_is_destiny_in_deaths_from_kidney_failure_study_shows Johns Hopkins Scientists Restore Normal Function in Heart Muscle Cells of Diabetic Rats - 6/24/15 Working with heart muscle cells from diabetic rats, scientists at Johns Hopkins have located what they say is the epicenter of mischief wreaked by too much blood sugar and used a sugar-gobbling enzyme to restore normal function in the glucose-damaged cells of animal heart muscles. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_scientists_restore_normal_function_in_heart_muscle_cells_of_diabetic_rats Wed 24 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_scientists_restore_normal_function_in_heart_muscle_cells_of_diabetic_rats DNA Shed from Head and Neck Tumors Detected in Blood and Saliva - 6/24/15 On the hunt for better cancer screening tests, Johns Hopkins scientists led a proof of principle study that successfully identified tumor DNA shed into the blood and saliva of 93 patients with head and neck cancer. http://www.hopkinsmedicine.org/news/media/releases/dna_shed_from_head_and_neck_tumors_detected_in_blood_and_saliva Wed 24 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/dna_shed_from_head_and_neck_tumors_detected_in_blood_and_saliva Medical Marijuana 'Edibles' Mostly Mislabeled, Study Shows - 6/23/15 In a proof-of-concept study, a team led by a Johns Hopkins researcher reports that the vast majority of edible cannabis products sold in a small sample of medical marijuana dispensaries carried labels that overstated or understated the amount of delta-9-tetrahydrocannabinol (THC). http://www.hopkinsmedicine.org/news/media/releases/medical_marijuana_edibles_mostly_mislabeled_study_shows Tue 23 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/medical_marijuana_edibles_mostly_mislabeled_study_shows 'Smarter' Ordering of Breast Biomarker Tests Could Save Millions in Health Care Dollars, Study Reveals - 6/23/15 A review of medical records for almost 200 patients with breast cancer suggests that more selective use of biomarker testing for such patients has the potential to save millions of dollars in health care spending without compromising care, according to Johns Hopkins researchers. http://www.hopkinsmedicine.org/news/media/releases/smarter_ordering_of_breast_biomarker_tests_could_save_millions_in_health_care_dollars_study_reveals Tue 23 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/smarter_ordering_of_breast_biomarker_tests_could_save_millions_in_health_care_dollars_study_reveals Nanoparticle 'Wrapper' Delivers Chemical that Stops Fatty Buildup in Rodent Arteries - 6/23/15 In what may be a major leap forward in the quest for new treatments of the most common form of cardiovascular disease, scientists at Johns Hopkins report they have found a way to halt and reverse the progression of atherosclerosis in rodents by loading microscopic nanoparticles with a chemical that restores the animals' ability to properly handle cholesterol. http://www.hopkinsmedicine.org/news/media/releases/nanoparticle_wrapper_delivers_chemical_that_stops_fatty_buildup_in_rodent_arteries Tue 23 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/nanoparticle_wrapper_delivers_chemical_that_stops_fatty_buildup_in_rodent_arteries 'High-Normal' Blood Pressure in Young Adults Spells Risk of Heart Failure in Later Life - 6/22/15 Mild elevations in blood pressure considered to be in the upper range of normal during young adulthood can lead to subclinical heart damage by middle age — a condition that sets the stage for full-blown heart failure, according to findings of a federally funded study led by scientists at Johns Hopkins. http://www.hopkinsmedicine.org/news/media/releases/high_normal_blood_pressure_in_young_adults_spells_risk_of_heart_failure_in_later_life Mon 22 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/high_normal_blood_pressure_in_young_adults_spells_risk_of_heart_failure_in_later_life Study Identifies Multiple Genetic Changes Linked to Increased Pancreatic Cancer Risk - 6/22/15 In a genome-wide association study believed to be the largest of its kind, Johns Hopkins researchers have uncovered four regions in the human genome where changes may increase the risk of pancreatic cancer. http://www.hopkinsmedicine.org/news/media/releases/study_identifies_multiple_genetic_changes_linked_to_increased_pancreatic_cancer_risk Mon 22 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/study_identifies_multiple_genetic_changes_linked_to_increased_pancreatic_cancer_risk Johns Hopkins Accelerator Startup Selected as Best Life Sciences Company for 2015 - 6/19/15 Gemstone Biotherapeutics, a participant in the Johns Hopkins startup accelerator program FastForward East, has been named Best Life Sciences Company at the Maryland Incubator Company of the Year awards. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_accelerator_startup_selected_as_best_life_sciences_company_for_2015 Fri 19 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_accelerator_startup_selected_as_best_life_sciences_company_for_2015 Cosmetic Lip Surgery May Ease Facial Paralysis, Small Study Suggests - 6/18/15 A cosmetic surgery that uses injections of hyaluronic acid to make lips appear fuller could also improve the lives of people with facial paralysis, according to results of a small study by researchers at Johns Hopkins and Stanford universities. http://www.hopkinsmedicine.org/news/media/releases/cosmetic_lip_surgery_may_ease_facial_paralysis_small_study_suggests Thu 18 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/cosmetic_lip_surgery_may_ease_facial_paralysis_small_study_suggests Scientists Identify Amino Acid that Stops Seizures in Mice - 6/18/15 An amino acid whose role in the body has been all but a mystery appears to act as a potent seizure inhibitor in mice, according to a study by researchers at Johns Hopkins. http://www.hopkinsmedicine.org/news/media/releases/scientists_identify_amino_acid_that_stops_seizures_in_mice Thu 18 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/scientists_identify_amino_acid_that_stops_seizures_in_mice Scientists Identify Protein that Sustains Heart Function into Old Age - 6/17/15 The human heart makes precious few new cells but manages to generate billions of life-sustaining beats as it grows old. http://www.hopkinsmedicine.org/news/media/releases/scientists_identify_protein_that_sustains_heart_function_into_old_age Wed 17 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/scientists_identify_protein_that_sustains_heart_function_into_old_age New Imaging Technique Could Make Brain Tumor Removal Safer, More Effective, Study Suggests - 6/17/15 Brain surgery is famously difficult for good reason: When removing a tumor, for example, neurosurgeons walk a tightrope as they try to take out as much of the cancer as possible while keeping crucial brain tissue intact — and visually distinguishing the two is often impossible. http://www.hopkinsmedicine.org/news/media/releases/new_imaging_technique_could_make_brain_tumor_removal_safer_more_effective_study_suggests Wed 17 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/new_imaging_technique_could_make_brain_tumor_removal_safer_more_effective_study_suggests Johns Hopkins University and Bayer HealthCare Collaborate to Develop New Ophthalmic Therapies - 6/16/15 The Johns Hopkins University and Bayer HealthCare have entered into a five-year collaboration agreement to jointly develop new ophthalmic therapies targeting retinal diseases. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_university_and_bayer_healthcare_collaborate_to_develop_new_ophthalmic_therapies Tue 16 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_university_and_bayer_healthcare_collaborate_to_develop_new_ophthalmic_therapies Vulnerabilities in Genome's 'Dimmer Switches' Should Shed Light on Hundreds of Complex Diseases - 6/15/15 Up to one-fifth of human DNA act as dimmer switches for nearby genes, but scientists have long been unable to identify precisely which mutations in these genetic control regions really matter in causing common diseases. http://www.hopkinsmedicine.org/news/media/releases/vulnerabilities_in_genomes_dimmer_switches_should_shed_light_on_hundreds_of_complex_diseases Mon 15 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/vulnerabilities_in_genomes_dimmer_switches_should_shed_light_on_hundreds_of_complex_diseases Twenty Johns Hopkins Researchers Awarded Stem Cell Research Funds from Maryland - 6/15/15 This year, the Maryland Stem Cell Research Commission awarded 21 of its 29 grants to Johns Hopkins researchers. http://www.hopkinsmedicine.org/news/media/releases/twenty_johns_hopkins_researchers_awarded_stem_cell_research_funds_from_maryland Mon 15 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/twenty_johns_hopkins_researchers_awarded_stem_cell_research_funds_from_maryland Medicare Records Study Affirms Link Between Disjointed Care and Unnecessary Medical Procedures - 6/11/15 A \"look back\" study of Medicare fee-for-service claims for more than 1.2 million patients over age 65 has directly affirmed and quantified a long-suspected link between lower rates of coordinated health care services and higher rates of unnecessary medical tests and procedures. http://www.hopkinsmedicine.org/news/media/releases/medicare_records_study_affirms_link_between_disjointed_care_and_unnecessary_medical_procedures Thu 11 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/medicare_records_study_affirms_link_between_disjointed_care_and_unnecessary_medical_procedures Johns Hopkins Infection Expert Tapped by White House to Participate in Antibiotic Stewardship Initiative - 6/10/15 Johns Hopkins infectious disease researcher Sara Cosgrove, M.D., M.S., has been tapped by the White House to help address solutions to the ever-growing problem of antibiotic-resistant bacteria. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_infection_expert_tapped_by_white_house_to_participate_in_antibiotic_stewardship_initiative Wed 10 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_infection_expert_tapped_by_white_house_to_participate_in_antibiotic_stewardship_initiative For Safer Care, Simple Steps, Consistently Applied, Yield Substantial Improvements in Colorectal Surgery - 6/8/15 Simple steps that include the consistent use of experienced medical teams for a single type of surgery, preemptive antibiotics before the procedure, less reliance on potent opioids during recovery and urging patients to get out of bed and move around sooner can not only prevent infections, blood clots and other serious complications in people undergoing colorectal operations, but can also accelerate recovery and reduce cost of care, according to results of an ongoing program at The Johns Hopkins Hospital. http://www.hopkinsmedicine.org/news/media/releases/for_safer_care_simple_steps_consistently_applied_yield_substantial_improvements_in_colorectal_surgery Mon 8 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/for_safer_care_simple_steps_consistently_applied_yield_substantial_improvements_in_colorectal_surgery Johns Hopkins Patient Safety Experts Call for Changes in Policy to Reduce Serious, Preventable Safety Harms to Hospitalized Patients - 6/8/15 Reflecting on more than a decade of efforts by hospitals to reduce the rate of so-called never events that kill and injure patients, two leaders in patient safety research at Johns Hopkins conclude that such harms continue at a “troubling frequency.” http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_patient_safety_experts_call_for_changes_in_policy_to_reduce_serious_preventable_safety_harms_to_hospitalized_patients Mon 8 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_patient_safety_experts_call_for_changes_in_policy_to_reduce_serious_preventable_safety_harms_to_hospitalized_patients Johns Hopkins’ Geetha Jayaram Honored with Rotary Foundation Global Alumni Service to Humanity Award - 6/8/15 Geetha Jayaram, M.D., an associate professor of psychiatry and behavioral sciences at the Johns Hopkins University School of Medicine and Armstrong Institute for Patient Safety and Quality, is the 2014–15 recipient of the Rotary Foundation Global Alumni Service to Humanity Award. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_geetha_jayaram_honored_with_rotary_foundation_global_alumni_service_to_humanity_award Mon 8 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_geetha_jayaram_honored_with_rotary_foundation_global_alumni_service_to_humanity_award Developing Delirium in the ICU Linked to Fatal Outcomes - 6/4/15 About one-third of patients admitted to an intensive care unit (ICU) will develop delirium, a condition that lengthens hospital stays and substantially increases one’s risk of dying in the hospital, according to a new study led by Johns Hopkins Medicine researchers appearing in the British Medical Journal. http://www.hopkinsmedicine.org/news/media/releases/developing_delirium_in_the_icu_linked_to_fatal_outcomes Thu 4 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/developing_delirium_in_the_icu_linked_to_fatal_outcomes Re-Inflating Balloon after Carotid Stenting Appears to Double Risk of Stroke and Death - 6/4/15 After reviewing outcomes from thousands of cases, researchers at Johns Hopkins report that patients with blocked neck arteries who undergo carotid stenting to prop open the narrowed blood vessels fare decidedly worse if their surgeons re-inflate a tiny balloon in the vessel after the mesh stent is in place. http://www.hopkinsmedicine.org/news/media/releases/re_inflating_balloon_after_carotid_stenting_appears_to_double_risk_of_stroke_and_death Thu 4 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/re_inflating_balloon_after_carotid_stenting_appears_to_double_risk_of_stroke_and_death Johns Hopkins Medicine Recognized for Environmental Sustainability - 6/4/15 Johns Hopkins Medicine was recognized for its efforts to reduce its environmental footprint, winning several sustainability awards during the recent CleanMed 2015 Conference in Portland, Oregon, and at the Maryland Hospital Association’s annual meeting in Baltimore. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_medicine_recognized_for_environmental_sustainability Thu 4 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_medicine_recognized_for_environmental_sustainability Bruce Perler to Begin Term as President of Society for Vascular Surgery - 6/1/15 Bruce A. Perler, M.D., M.B.A., a Johns Hopkins vascular surgeon; the Julius H. Jacobson II, M.D., Professor of Vascular Surgery; vice chair for clinical operations and financial affairs for the Department of Surgery; and chief emeritus of the Division of Vascular Surgery and Endovascular Therapy, will become president of the Society for Vascular Surgery on June 20. http://www.hopkinsmedicine.org/news/media/releases/bruce_perler_to_begin_term_as_president_of_society_for_vascular_surgery Mon 1 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/bruce_perler_to_begin_term_as_president_of_society_for_vascular_surgery Physical Medicine and Rehabilitation Department to Receive 2015 Haim Ring Award - 6/1/15 The Johns Hopkins Department of Physical Medicine and Rehabilitation has been selected to receive the 2015 Haim Ring Award in the institutional category. http://www.hopkinsmedicine.org/news/media/releases/physical_medicine_and_rehabilitation_department_to_receive_2015_haim_ring_award Mon 1 Jun 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/physical_medicine_and_rehabilitation_department_to_receive_2015_haim_ring_award Small Study Shows Genetic Biomarker May Predict Cancer Patients' Response to Immunotherapy Drug - 5/29/15 Lightly stimulating the brain with electricity may improve short-term memory in people with schizophrenia, according to a new study by researchers at the Johns Hopkins University School of Medicine. http://www.hopkinsmedicine.org/news/media/releases/small_study_shows_genetic_biomarker_may_predict_cancer_patients_response_to_immunotherapy_drug Fri 29 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/small_study_shows_genetic_biomarker_may_predict_cancer_patients_response_to_immunotherapy_drug Weak Electric Current to the Brain May Improve Thinking in People with Schizophrenia - 5/27/15 Lightly stimulating the brain with electricity may improve short-term memory in people with schizophrenia, according to a new study by researchers at the Johns Hopkins University School of Medicine. http://www.hopkinsmedicine.org/news/media/releases/weak_electric_current_to_the_brain_may_improve_thinking_in_people_with_schizophrenia Wed 27 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/weak_electric_current_to_the_brain_may_improve_thinking_in_people_with_schizophrenia Johns Hopkins Employees Raise More Than $50,000 with United Way Charity Event, 'Dancing with the Hopkins Stars' - 5/27/15 On Wednesday, May 27, Johns Hopkins Medicine announced that the United Way Charity Event, “Dancing with the Hopkins Stars,” held the previous night, raised more than $50,000 to support Maryland Unites, a United Way program that provides humanitarian relief and emergency support to nonprofits in Baltimore neighborhoods. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_employees_raise_more_than_50000_with_united_way_charity_event_dancing_with_the_hopkins_stars Wed 27 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_employees_raise_more_than_50000_with_united_way_charity_event_dancing_with_the_hopkins_stars News Media Advisory: Johns Hopkins Hosts United Way Charity Event, 'Dancing with the Hopkins Stars' - 5/26/15 Johns Hopkins faculty and staff members show off their dance moves by competing in Dancing with the Hopkins Stars in support of United Way. http://www.hopkinsmedicine.org/news/media/releases/news_media_advisory_johns_hopkins_hosts_united_way_charity_event_dancing_with_the_hopkins_stars Tue 26 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/news_media_advisory_johns_hopkins_hosts_united_way_charity_event_dancing_with_the_hopkins_stars Study Suggests New Way of Preventing Diabetes-Associated Blindness - 5/25/15 Reporting on their study with lab-grown human cells, researchers at The Johns Hopkins University and the University of Maryland say that blocking a second blood vessel growth protein, along with one that is already well-known, could offer a new way to treat and prevent a blinding eye disease caused by diabetes. http://www.hopkinsmedicine.org/news/media/releases/study_suggests_new_way_of_preventing_diabetes_associated_blindness Mon 25 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/study_suggests_new_way_of_preventing_diabetes_associated_blindness Physicians Julie Lange and John Fetting Inducted into Miller-Coulson Academy of Clinical Excellence - 5/20/15 Julie Lange, M.D., an associate professor of surgery, oncology and dermatology at the Johns Hopkins University School of Medicine, and John Fetting, M.D., an associate professor of oncology and medicine, have been inducted into the Miller-Coulson Academy of Clinical Excellence. http://www.hopkinsmedicine.org/news/media/releases/physicians_julie_lange_and_john_fetting_inducted_into_miller_coulson_academy_of_clinical_excellence Wed 20 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/physicians_julie_lange_and_john_fetting_inducted_into_miller_coulson_academy_of_clinical_excellence Novel Drug Combo Improves Function of Cystic Fibrosis Protein - 5/20/15 A novel two-drug combination has the potential to target and restore a defective protein underlying cystic fibrosis (CF), according to two phase III clinical trials conducted at 187 medical centers around the world, including Johns Hopkins. http://www.hopkinsmedicine.org/news/media/releases/novel_drug_combo_improves_function_of_cystic_fibrosis_protein Wed 20 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/novel_drug_combo_improves_function_of_cystic_fibrosis_protein A Celebration of Johns Hopkins University School of Medicine Graduates - 5/19/15 A distinguished group of 268 graduates will embark on their future careers as physicians and scientists at the convocation ceremony of the Johns Hopkins University School of Medicine. http://www.hopkinsmedicine.org/news/media/releases/a_celebration_of_johns_hopkins_university_school_of_medicine_graduates Tue 19 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/a_celebration_of_johns_hopkins_university_school_of_medicine_graduates Molecule Designed to Treat Lung Cancer Shows Promising Results in Mice - 5/19/15 A multidisciplinary team led by Johns Hopkins researcher Venu Raman, Ph.D., with notable contributions from Guus Bol, Farhad Vesuna and Phuoc Tran of Johns Hopkins, has identified a new therapy for lung cancer, the most common cancer worldwide. http://www.hopkinsmedicine.org/news/media/releases/molecule_designed_to_treat_lung_cancer_shows_promising_results_in_mice Tue 19 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/molecule_designed_to_treat_lung_cancer_shows_promising_results_in_mice Xinzhong Dong Named Howard Hughes Medical Institute Investigator - 5/19/15 Xinzhong Dong, Ph.D., a professor of neuroscience and neurosurgery at the Johns Hopkins University School of Medicine, has been named a Howard Hughes Medical Institute (HHMI) investigator. http://www.hopkinsmedicine.org/news/media/releases/xinzhong_dong_named_howard_hughes_medical_institute_investigator Tue 19 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/xinzhong_dong_named_howard_hughes_medical_institute_investigator Text Messages Can Help Boost Teen Birth Control Compliance - 5/19/15 Sending teen girls periodic text messages reminding them to follow through on their clinic appointments for periodic birth control injections can go a long way toward improving timing and adherence to contraception in an age group that is notoriously noncompliant, according to a small study from the Johns Hopkins Children’s Center. http://www.hopkinsmedicine.org/news/media/releases/text_messages_can_help_boost_teen_birth_control_compliance Tue 19 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/text_messages_can_help_boost_teen_birth_control_compliance Agriculture, Declining Mobility Drove Humans' Shift To Lighter Bones - 5/18/15 Modern lifestyles have famously made humans heavier, but, in one particular way, noticeably lighter weight than our hunter-gatherer ancestors: in the bones. http://www.hopkinsmedicine.org/news/media/releases/agriculture_declining_mobility_drove_humans_shift_to_lighter_bones Mon 18 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/agriculture_declining_mobility_drove_humans_shift_to_lighter_bones New Web Resource to Help Patients and Families Understand Johns Hopkins Medicine Quality and Safety Data - 5/18/15 Johns Hopkins Medicine released a user-friendly website for consumers that provides information and education surrounding its health system's quality of care. http://www.hopkinsmedicine.org/news/media/releases/new_web_resource_to_help_patients_and_families_understand_johns_hopkins_medicine_quality_and_safety_data_ Mon 18 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/new_web_resource_to_help_patients_and_families_understand_johns_hopkins_medicine_quality_and_safety_data_ Johns Hopkins Innovation Hub, FastForward East, Expanding - 5/15/15 In just three months, demand for lab and office space at the Johns Hopkins innovation hub, FastForward East, has exceeded supply. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_innovation_hub_fastforward_east_expanding Fri 15 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_innovation_hub_fastforward_east_expanding News Media Advisory: Groundbreaking Ceremony - 5/14/15 Building to house Johns Hopkins offices, including FastForward East, a program designed to move academic findings and translational research into the commercial marketplace. http://www.hopkinsmedicine.org/news/media/releases/news_media_advisory_groundbreaking_ceremony Thu 14 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/news_media_advisory_groundbreaking_ceremony Medical Student Sahar Soleimanifard Wins Soros Fellowship - 5/14/15 Sahar Soleimanifard, a first-year medical student at The Johns Hopkins University, is among 30 graduate students receiving 2015 Paul and Daisy Soros Fellowships for New Americans. http://www.hopkinsmedicine.org/news/media/releases/medical_student_sahar_soleimanifard_wins_soros_fellowship Thu 14 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/medical_student_sahar_soleimanifard_wins_soros_fellowship Robert A. Kasdin Named Senior Vice President and Chief Operating Officer of Johns Hopkins Medicine - 5/13/15 Johns Hopkins Medicine announced today the appointment of Robert A. Kasdin to the newly created role of senior vice president and chief operating officer. http://www.hopkinsmedicine.org/news/media/releases/robert_a_kasdin_named_senior_vice_president_and_chief_operating_officer_of_johns_hopkins_medicine Wed 13 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/robert_a_kasdin_named_senior_vice_president_and_chief_operating_officer_of_johns_hopkins_medicine 'Extreme' Exposure to Secondhand Cannabis Smoke Causes Mild Intoxication - 5/13/15 Secondhand exposure to cannabis smoke under \"extreme conditions,\" such as an unventilated room or enclosed vehicle, can cause nonsmokers to feel the effects of the drug, have minor problems with memory and coordination, and in some cases test positive for the drug in a urinalysis. http://www.hopkinsmedicine.org/news/media/releases/extreme_exposure_to_secondhand_cannabis_smoke_causes_mild_intoxication Wed 13 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/extreme_exposure_to_secondhand_cannabis_smoke_causes_mild_intoxication Health IT Entrepreneurs Showcase Startups at Capstone Event, DreamIt Health Demo Day, Co-Sponsored by Johns Hopkins - 5/13/15 The culmination of the DreamIt Health Baltimore accelerator program, a four-month intensive boot camp for health information technology entrepreneurs co-sponsored by Johns Hopkins, concludes on Wednesday, May 13, at DreamIt Health Demo Day. http://www.hopkinsmedicine.org/news/media/releases/health_it_entrepreneurs_showcase_startups_at_capstone_event_dreamit_health_demo_day_co_sponsored_by_johns_hopkins Wed 13 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/health_it_entrepreneurs_showcase_startups_at_capstone_event_dreamit_health_demo_day_co_sponsored_by_johns_hopkins First U.S. Center to Study Lyme Disease Launched at Johns Hopkins Medicine - 5/13/15 Fundamental research into the causes and cures of post-treatment Lyme disease syndrome now has its first home base at a major U.S. medical research center with the launch of the Johns Hopkins Lyme Disease Clinical Research Center. http://www.hopkinsmedicine.org/news/media/releases/first_us_center_to_study_lyme_disease_launched_at_johns_hopkins_medicine Wed 13 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/first_us_center_to_study_lyme_disease_launched_at_johns_hopkins_medicine Managing Cancer at Work: Johns Hopkins Launches New Service for All Employees - 5/12/15 Johns Hopkins Medicine has created and launched Managing Cancer at Work, a new and novel health benefit program offered free of charge for its more than 42,000 combined full-time equivalent employees. http://www.hopkinsmedicine.org/news/media/releases/managing_cancer_at_work_johns_hopkins_launches_new_service_for_all_employees Tue 12 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/managing_cancer_at_work_johns_hopkins_launches_new_service_for_all_employees Media Advisory: Health IT Entrepreneurs Showcase Startups at DreamIt Health Demo Day, Co-Sponsored by Johns Hopkins - 5/11/15 Brief presentations about innovative ideas that offer solutions to several health care challenges; among them is a startup from Baltimore that has developed a mobile app designed to improve transition of patient care and avoid preventable medical errors. http://www.hopkinsmedicine.org/news/media/releases/media_advisory_health_it_entrepreneurs_showcase_startups_at_dreamit_health_demo_day_co_sponsored_by_johns_hopkins Mon 11 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/media_advisory_health_it_entrepreneurs_showcase_startups_at_dreamit_health_demo_day_co_sponsored_by_johns_hopkins Metaphors of the Heart: Two Physicians Examine Heart Disease Through a Literary Lens - 5/11/15 Heart disease has topped mortality charts as the No. 1 killer of men and women for many decades, but a novel analysis of American literary fiction by two physicians finds the disorder’s presence in great novels has remained relatively modest. http://www.hopkinsmedicine.org/news/media/releases/metaphors_of_the_heart_two_physicians_examine_heart_disease_through_a_literary_lens Mon 11 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/metaphors_of_the_heart_two_physicians_examine_heart_disease_through_a_literary_lens Plugging In Your Vision's Autostabilization Feature - 5/7/15 Just as most cameras now have an autostabilization feature to compensate for movement during picture taking, our eyes execute an imperceptible reflex that prevents our vision from blurring when we, or our field of vision, are in motion. http://www.hopkinsmedicine.org/news/media/releases/plugging_in_your_visions_autostabilization_feature Thu 7 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/plugging_in_your_visions_autostabilization_feature Ophthalmology Professor Bob Massof Receives Helen Keller Prize - 5/6/15 Bob Massof, Ph.D., of the Wilmer Eye Institute at Johns Hopkins received the 2015 Helen Keller Prize for Vision Research on May 5. http://www.hopkinsmedicine.org/news/media/releases/ophthalmology_professor_bob_massof_receives_helen_keller_prize Wed 6 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/ophthalmology_professor_bob_massof_receives_helen_keller_prize Strategy Found for Safely Prescribing Antidepressants to Children and Adolescents - 5/5/15 A multidisciplinary team of Johns Hopkins researchers have developed two new strategies to treat depression in young people using the selective serotonin reuptake inhibitor (SSRI) class of medications. http://www.hopkinsmedicine.org/news/media/releases/strategy_found_for_safely_prescribing_antidepressants_to_children_and_adolescents Tue 5 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/strategy_found_for_safely_prescribing_antidepressants_to_children_and_adolescents Molecular Link Between High Glucose, Metabolic Disease May Offer New Strategies To Control Diabetes - 5/5/15 Scientists at Johns Hopkins say they’ve discovered a cause-and-effect link between chronic high blood sugar and disruption of mitochondria, the powerhouses that create the metabolic energy that runs living cells. http://www.hopkinsmedicine.org/news/media/releases/molecular_link_between_high_glucose_metabolic_disease_may_offer_new_strategies_to_control_diabetes Tue 5 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/molecular_link_between_high_glucose_metabolic_disease_may_offer_new_strategies_to_control_diabetes How Oxidizing a Heart 'Brake' Causes Heart Damage - 5/4/15 Aravinda Chakravarti, Ph.D., and Donald Geman, Ph.D., have been elected to the National Academy of Sciences, an honorary society that advises the government on scientific matters. http://www.hopkinsmedicine.org/news/media/releases/_how_oxidizing_a_heart_brake_causes_heart_damage_ Mon 4 May 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/_how_oxidizing_a_heart_brake_causes_heart_damage_ Two Johns Hopkins Scientists Elected to National Academy of Sciences - 4/30/15 Aravinda Chakravarti, Ph.D., and Donald Geman, Ph.D., have been elected to the National Academy of Sciences, an honorary society that advises the government on scientific matters. http://www.hopkinsmedicine.org/news/media/releases/two_johns_hopkins_scientists_elected_to_national_academy_of_sciences Thu 30 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/two_johns_hopkins_scientists_elected_to_national_academy_of_sciences Study Questions Quality of U.S. Health Data - 4/30/15 A new study by Johns Hopkins researchers concludes that most U.S. clinical registries that collect data on patient outcomes are substandard and lack critical features necessary to render the information they collect useful for patients, physicians and policy makers. http://www.hopkinsmedicine.org/news/media/releases/study_questions_quality_of_us_health_data Thu 30 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/study_questions_quality_of_us_health_data Brigitte Sullivan Elected Board Chair of Living Legacy Foundation of Maryland - 4/29/15 Brigitte Sullivan, administrative director of the Johns Hopkins Comprehensive Transplant Center, has been given another leadership position in a notable transplant organization. http://www.hopkinsmedicine.org/news/media/releases/brigitte_sullivan_elected_board_chair_of_living_legacy_foundation_of_maryland Wed 29 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/brigitte_sullivan_elected_board_chair_of_living_legacy_foundation_of_maryland Genital-Only Screening Misses Many Cases of Gonorrhea and Chlamydia in Women - 4/28/15 Current public health guidelines recommend that only gay men and people with HIV should be routinely screened for extragenital gonorrhea and chlamydia, given the high burden of these sexually transmitted infections (STIs) in this at-risk population. http://www.hopkinsmedicine.org/news/media/releases/genital_only_screening_misses_many_cases_of_gonorrhea_and_chlamydia_in_women Tue 28 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/genital_only_screening_misses_many_cases_of_gonorrhea_and_chlamydia_in_women As Circumcision Wounds Heal, HIV-Positive Men May Spread Virus To Female Partners, Study Shows - 4/28/15 In the midst of an international campaign to slow the spread of HIV in sub-Saharan Africa, the World Health Organization recommends male circumcision (the surgical removal of foreskin from the penis) which reduces HIV acquisition by 50-60%. http://www.hopkinsmedicine.org/news/media/releases/as_circumcision_wounds_heal_hiv_positive_men_may_spread_virus_to_female_partners_study_shows Tue 28 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/as_circumcision_wounds_heal_hiv_positive_men_may_spread_virus_to_female_partners_study_shows Johns Hopkins Medicine and All Children's Hospital Leaders Recognized as Top Experts in Patient Safety - 4/28/15 Two leaders in patient safety from the Johns Hopkins Health System were named to Becker's Hospital Review's list of 50 Experts Leading the Field of Patient Safety. Peter Pronovost, M.D., Ph.D., director of the Armstrong Institute for Patient Safety and Quality and senior vice president for patient safety and quality at Johns Hopkins Medicine, and Brigitta Mueller, M.D., M.H.C.M., vice president of medical affairs and chief patient safety officer at All Children’s Hospital Johns Hopkins Medicine, were both recognized as top patient safety experts. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_medicine_and_all_childrens_hospital_leaders_recognized_as_top_experts_in_patient_safety Tue 28 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_medicine_and_all_childrens_hospital_leaders_recognized_as_top_experts_in_patient_safety Neurons Constantly Rewrite Their DNA - 4/27/15 Johns Hopkins scientists have discovered that neurons are risk takers: They use minor “DNA surgeries” to toggle their activity levels all day, every day. http://www.hopkinsmedicine.org/news/media/releases/neurons_constantly_rewrite_their_dna Mon 27 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/neurons_constantly_rewrite_their_dna Jie Xiao Wins Inaugural Hamilton Smith Award for Innovative Research - 4/27/15 Jie Xiao, Ph.D., an associate professor of biophysics and biophysical chemistry at the Johns Hopkins University School of Medicine, has won the inaugural Hamilton Smith Award for Innovative Research. http://www.hopkinsmedicine.org/news/media/releases/jie_xiao_wins_inaugural_hamilton_smith_award_for_innovative_research Mon 27 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/jie_xiao_wins_inaugural_hamilton_smith_award_for_innovative_research Media Advisory: Johns Hopkins Social Innovation Lab Hosts Impact+Innovation Forum - 4/27/15 The Social Innovation Lab at The Johns Hopkins University will host its Impact+Innovation Forum, featuring talks from a cohort of nine emerging social enterprises on their innovative work addressing challenges in the areas of medicine, food, community and technology in Baltimore and beyond. http://www.hopkinsmedicine.org/news/media/releases/media_advisory_johns_hopkins_social_innovation_lab_hosts_impactinnovation_forum Mon 27 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/media_advisory_johns_hopkins_social_innovation_lab_hosts_impactinnovation_forum Media Advisory: Healing Veterans' Unseen Wounds — PTSD and Suicide Risk - 4/27/15 A one-day conference examining the state of the science on post-traumatic stress disorder and suicidality among U.S. military service members and veterans. http://www.hopkinsmedicine.org/news/media/releases/media_advisory_healing_veterans_unseen_wounds__ptsd_and_suicide_risk Mon 27 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/media_advisory_healing_veterans_unseen_wounds__ptsd_and_suicide_risk Media Advisory: Johns Hopkins Experts Available on Bladder Cancer - 4/27/15 Join us for \"Important Updates in Bladder Cancer Treatment: A Program for Patients and Caregivers.\" http://www.hopkinsmedicine.org/news/media/releases/media_advisory_johns_hopkins_experts_available_on_bladder_cancer Mon 27 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/media_advisory_johns_hopkins_experts_available_on_bladder_cancer 'Motion-Tracking' MRI Tests Reveal Novel Harbingers of Stroke in People with Common Heart Rhythm Disorder - 4/27/15 Stroke is a frequent and dreaded complication of atrial fibrillation. But predicting which of the estimated six million Americans with a-fib are at highest risk has long challenged physicians weighing stroke risk against the serious side effects posed by lifelong therapy with warfarin and other blood thinners. http://www.hopkinsmedicine.org/news/media/releases/motion_tracking_mri_tests_reveal_novel_harbingers_of_stroke_in_people_with_common_heart_rhythm_disorder Mon 27 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/motion_tracking_mri_tests_reveal_novel_harbingers_of_stroke_in_people_with_common_heart_rhythm_disorder Timothy Pawlik Awarded Honorary Fellowship in Australasian Surgeons Group - 4/23/15 Timothy Pawlik, director of the Division of Surgical Oncology at Johns Hopkins, has been awarded an honorary fellowship in the Royal Australasian College of Surgeons (RACS). http://www.hopkinsmedicine.org/news/media/releases/timothy_pawlik_awarded_honorary_fellowship_in_australasian_surgeons_group Thu 23 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/timothy_pawlik_awarded_honorary_fellowship_in_australasian_surgeons_group Children with ADHD at Risk for Binge Eating, Study Shows - 4/23/15 Children with attention deficit hyperactivity disorder, or ADHD, are significantly more likely to have an eating disorder — a loss of control eating syndrome (LOC-ES) — akin to binge eating, a condition more generally diagnosed only in adults, according to results of a new Johns Hopkins Children’s Center study. http://www.hopkinsmedicine.org/news/media/releases/children_with_adhd_at_risk_for_binge_eating_study_shows Thu 23 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/children_with_adhd_at_risk_for_binge_eating_study_shows Study Shows How Breast Milk Protects Against Severe Intestinal Disease in Preemies - 4/22/15 The immune-boosting properties of breast milk have long been known. Now a team of scientists led by Johns Hopkins pediatric surgeon-in-chief David Hackam, M.D., Ph.D., says experiments in mice reveal how breast milk works to ward off the development of necrotizing enterocolitis (NEC), a devastating intestinal disorder that affects 12 percent of premature babies and claims the lives of one in four of those who have it. http://www.hopkinsmedicine.org/news/media/releases/study_shows_how_breast_milk_protects_against_severe_intestinal_disease_in_preemies Wed 22 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/study_shows_how_breast_milk_protects_against_severe_intestinal_disease_in_preemies Johns Hopkins Faculty Members, Researchers Win Awards for Technology Development at Annual Alliance Meeting - 4/22/15 Four Johns Hopkins University researchers received monetary awards for translational development of their inventions at the April 20 annual joint meeting of the Johns Hopkins Alliance for Science and Technology Development and the University of Maryland, Baltimore’s Commercial Advisory Board. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_faculty_members_researchers_win_awards_for_technology_development_at_annual_alliance_meeting Wed 22 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_faculty_members_researchers_win_awards_for_technology_development_at_annual_alliance_meeting Kay Redfield Jamison Elected to the American Academy of Arts and Sciences - 4/22/15 Kay Redfield Jamison, Dalio Family Professor in Mood Disorders, and co-director of the Mood Disorders Center, has been elected to the American Academy of Arts and Sciences. http://www.hopkinsmedicine.org/news/media/releases/kay_redfield_jamison_elected_to_the_american_academy_of_arts_and_sciences Wed 22 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/kay_redfield_jamison_elected_to_the_american_academy_of_arts_and_sciences Surgical Oncology Director Timothy Pawlik Named to Editorial Positions at Journals - 4/21/15 Timothy Pawlik, director of the Division of Surgical Oncology at Johns Hopkins, has been named deputy editor of JAMA Surgery (formerly Archives of Surgery), which publishes peer-reviewed research, commentaries, illustrations and special articles that keep readers up to date on important advances in the field, from surgical techniques to optimizing patient care. http://www.hopkinsmedicine.org/news/media/releases/surgical_oncology_director_timothy_pawlik_named_to_editorial_positions_at_journals Tue 21 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/surgical_oncology_director_timothy_pawlik_named_to_editorial_positions_at_journals Intensive Care Unit Interventions Developed at Johns Hopkins Sharply Reduce Bloodstream Infections in Abu Dhabi Hospitals - 4/20/15 A bundled intervention focused on evidence-based infection prevention practices, safety culture and teamwork, and scheduled measurement of infection rates considerably reduced central line-associated bloodstream infections (CLABSIs) across intensive care units (ICUs) in seven Abu Dhabi hospitals, researchers from the Johns Hopkins Armstrong Institute for Patient Safety and Quality report. http://www.hopkinsmedicine.org/news/media/releases/intensive_care_unit_interventions_developed_at_johns_hopkins_sharply_reduce_bloodstream_infections_in_abu_dhabi_hospitals Tue 21 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/intensive_care_unit_interventions_developed_at_johns_hopkins_sharply_reduce_bloodstream_infections_in_abu_dhabi_hospitals PTSD Common in ICU Survivors - 4/20/15 Post-traumatic stress disorder is often thought of as a symptom of warfare, major catastrophes and assault. It’s rarely considered in patients who survive a critical illness and stay in the intensive care unit (ICU). http://www.hopkinsmedicine.org/news/media/releases/ptsd_common_in_icu_survivors Mon 20 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/ptsd_common_in_icu_survivors Experimental Immune Therapy Tested in Preliminary Study of Women with Triple-Negative Breast Cancer - 4/20/15 Early data in a preliminary human study show that an experimental immune system drug is generally safe and well tolerated in women with metastatic, triple-negative breast cancer, a persistently difficult form of the disease to treat. http://www.hopkinsmedicine.org/news/media/releases/experimental_immune_therapy_tested_in_preliminary_study_of_women_with_triple_negative_breast_cancer Mon 20 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/experimental_immune_therapy_tested_in_preliminary_study_of_women_with_triple_negative_breast_cancer ‘Real-Time’ Feedback and ‘Pay for Performance’ Improve Physician Practice and Hospital Safety - 4/17/15 Research at Johns Hopkins suggests hospitals may reach higher safety and quality levels with programs that give physicians real-time feedback about evidence-based care and financial incentives for providing it. http://www.hopkinsmedicine.org/news/media/releases/real_time_feedback_and_pay_for_performance_improve_physician_practice_and_hospital_safety Fri 17 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/real_time_feedback_and_pay_for_performance_improve_physician_practice_and_hospital_safety Molecular Spies Sabotage a Protein's Activities in Specific Cellular Compartments - 4/16/15 The enzyme AMPK initiates a dizzying array of cellular activities, from breaking down worn-out cellular parts to turning on energy production. http://www.hopkinsmedicine.org/news/media/releases/molecular_spies_sabotage_a_proteins_activities_in_specific_cellular_compartments Thu 16 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/molecular_spies_sabotage_a_proteins_activities_in_specific_cellular_compartments Johns Hopkins Neuroscientist Gul Dolen Named Searle Scholar - 4/16/15 Gul Dolen, M.D., Ph.D., an assistant professor of neuroscience at the Johns Hopkins University School of Medicine, is one of 15 early career scientists named Searle Scholars this year. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_neuroscientist_gul_dolen_named_searle_scholar Thu 16 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_neuroscientist_gul_dolen_named_searle_scholar Tags on DNA from fathers’ sperm linked to children’s autism symptoms - 4/15/15 In a small study, Johns Hopkins researchers found that DNA from the sperm of men whose children had early signs of autism shows distinct patterns of regulatory tags that could contribute to the condition. http://www.hopkinsmedicine.org/news/media/releases/paternal_sperm_may_hold_clues_to_autism Wed 15 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/paternal_sperm_may_hold_clues_to_autism Tumor-Only Genetic Sequencing May Misguide Cancer Treatment in Nearly Half of All Patients, Study Shows - 4/15/15 A study by Johns Hopkins scientists strongly suggests that sequencing tumor genomes for clues to genetic changes might misdirect treatment in nearly half of all patients unless it is compared first to a genetic readout of their noncancerous tissue. http://www.hopkinsmedicine.org/news/media/releases/tumor_only_genetic_sequencing_may_misguide_cancer_treatment_in_nearly_half_of_all_patients_study_shows Wed 15 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/tumor_only_genetic_sequencing_may_misguide_cancer_treatment_in_nearly_half_of_all_patients_study_shows Johns Hopkins Honors Young Investigators in Annual Celebration - 4/15/15 The 38th annual Young Investigators’ Day ceremony at the Johns Hopkins University School of Medicine will recognize 20 junior researchers for their accomplishments in the laboratory. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_honors_young_investigators_in_annual_celebration Wed 15 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_honors_young_investigators_in_annual_celebration Two Johns Hopkins Researchers Win Hartwell Individual Biomedical Research Awards - 4/13/15 Gul Dolen, M.D., Ph.D., an assistant professor of neuroscience at the Johns Hopkins University School of Medicine, and Eili Y. Klein, Ph.D., an assistant professor of emergency medicine, are among 12 recipients of The Hartwell Foundation’s 2014 Individual Biomedical Research Award competition, the foundation announced on April 1. http://www.hopkinsmedicine.org/news/media/releases/two_johns_hopkins_researchers_win_hartwell_individual_biomedical_research_awards Mon 13 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/two_johns_hopkins_researchers_win_hartwell_individual_biomedical_research_awards Spinal Surgery: Right on Target - 4/13/15 Because the spine is made up of repeating elements that look alike, surgeons can mistakenly operate on the wrong vertebra. http://www.hopkinsmedicine.org/news/media/releases/spinal_surgery_right_on_target Mon 13 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/spinal_surgery_right_on_target A New Tool for Understanding ALS: Patients’ Brain Cells - 4/13/15 Researchers at Johns Hopkins Medicine have transformed skin cells from patients with Lou Gehrig’s disease, or amyotrophic lateral sclerosis (ALS), into brain cells affected by the progressive, fatal disease and deposited those human-made cells into the first public ALS cell library, enabling scientists to better study the disease. http://www.hopkinsmedicine.org/news/media/releases/a_new_tool_for_understanding_als__patients_brain_cells Mon 13 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/a_new_tool_for_understanding_als__patients_brain_cells Metastatic Breast Cancer Network Chooses Johns Hopkins Researcher for Leadership Award - 4/13/15 On April 1, the Metastatic Breast Cancer Network presented one of its two 2015 Metastatic Breast Cancer Research Leadership Awards to Andrew Ewald, Ph.D., associate professor of cell biology at the Johns Hopkins University School of Medicine. http://www.hopkinsmedicine.org/news/media/releases/metastatic_breast_cancer_network_chooses_johns_hopkins_researcher_for_leadership_award Mon 13 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/metastatic_breast_cancer_network_chooses_johns_hopkins_researcher_for_leadership_award Levi Watkins Jr., Pioneer in Cardiac Surgery and Civil Rights, Dies At 70 - 4/11/15 Levi Watkins Jr., a pioneer in both cardiac surgery and civil rights who implanted the first automatic heart defibrillator in a patient and was instrumental in recruiting minority students to the Johns Hopkins University School of Medicine, significantly enhancing the institution’s diversity, died on Saturday, April 11, in The Johns Hopkins Hospital of complications from a stroke. He was 70. http://www.hopkinsmedicine.org/news/media/releases/levi_watkins_jr_pioneer_in_cardiac_surgery_and_civil_rights_dies_at_70 Sat 11 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/levi_watkins_jr_pioneer_in_cardiac_surgery_and_civil_rights_dies_at_70 Touch-Sensing Neurons Are Multitaskers - 4/9/15 Two types of touch information — the feel of an object and the position of an animal’s limb — have long been thought to flow into the brain via different channels and be integrated in sophisticated processing regions. http://www.hopkinsmedicine.org/news/media/releases/touch_sensing_neurons_are_multitaskers Thu 9 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/touch_sensing_neurons_are_multitaskers Neurosurgeon Alfredo Quinones-Hinojosa Receives Cortes de Cadiz Prize from Spain - 4/8/15 Johns Hopkins neurosurgeon Alfredo Quinones-Hinojosa has been awarded the Cortes de Cadiz Prize in the category of surgery by the city council of Cadiz, Spain. http://www.hopkinsmedicine.org/news/media/releases/neurosurgeon_alfredo_quinones_hinojosa_receives_cortes_de_cadiz_prize_from_spain Wed 8 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/neurosurgeon_alfredo_quinones_hinojosa_receives_cortes_de_cadiz_prize_from_spain Few Commercial Weight-Loss Programs Show Reliable Evidence of Effectiveness, Johns Hopkins Reports - 4/6/15 In a bid to help physicians guide obese and overweight patients who want to try a commercial weight-loss program, a team of Johns Hopkins researchers reviewed 4,200 studies for solid evidence of their effectiveness but concluded only a few dozen of the studies met the scientific gold standard of reliability. http://www.hopkinsmedicine.org/news/media/releases/few_commercial_weight_loss_programs_show_reliable_evidence_of_effectiveness_johns_hopkins_reports Mon 6 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/few_commercial_weight_loss_programs_show_reliable_evidence_of_effectiveness_johns_hopkins_reports Renowned Heart-Lung Transplant Expert Robert Higgins to Become Johns Hopkins’ New Surgeon-in-Chief - 4/6/15 Renowned cardiothoracic and heart-lung transplant surgeon Robert S.D. Higgins, M.D., M.S.H.A., will become the new surgeon-in-chief of Johns Hopkins Medicine. http://www.hopkinsmedicine.org/news/media/releases/renowned_heart_lung_transplant_expert_robert_higgins_to_become_johns_hopkins_new_surgeon_in_chief_ Mon 6 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/renowned_heart_lung_transplant_expert_robert_higgins_to_become_johns_hopkins_new_surgeon_in_chief_ Brain's 'Lowly' Visual Processor is More Sophisticated Than Once Thought - 4/6/15 When managing, assigning each task to a specialist is often the most efficient strategy. http://www.hopkinsmedicine.org/news/media/releases/brains_lowly_visual_processor_is_more_sophisticated_than_once_thought Mon 6 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/brains_lowly_visual_processor_is_more_sophisticated_than_once_thought New Genetic Clues Emerge on Origin of Hirschsprung's Disease - 4/3/15 Genetic studies in humans, zebrafish and mice have revealed how two different types of genetic variations team up to cause a rare condition called Hirschsprung's disease. http://www.hopkinsmedicine.org/news/media/releases/new_genetic_clues_emerge_on_origin_of_hirschsprungs_disease Fri 3 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/new_genetic_clues_emerge_on_origin_of_hirschsprungs_disease Johns Hopkins Media Statement: U.S. Government Study in 1940s Guatemala - 4/1/15 View the Johns Hopkins media statement regarding the U.S. government study in 1940s Guatemala. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_media_statement_us_government_study_in_1940s_guatemala_ Wed 1 Apr 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_media_statement_us_government_study_in_1940s_guatemala_ Study: Phone Counseling Reduces Pain, Disability after Back Surgery - 3/31/15 Research by Johns Hopkins scientists suggests that having a short series of phone conversations with trained counselors can substantially boost recovery and reduce pain in patients after spinal surgery. http://www.hopkinsmedicine.org/news/media/releases/to_statin_or_not_to_statin Tue 31 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/to_statin_or_not_to_statin To Statin or Not to Statin? - 3/30/15 Cholesterol-lowering statins have transformed the treatment of heart disease. But while the decision to use the drugs in patients with a history of heart attacks and strokes is mostly clear-cut, that choice can be a far trickier proposition for the tens of millions of Americans with high cholesterol but no overt disease. http://www.hopkinsmedicine.org/news/media/releases/to_statin_or_not_to_statin Mon 30 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/to_statin_or_not_to_statin The Johns Hopkins Hospital to Salute Organ and Tissue Donors - 3/30/15 More than 123,000 Americans — more than 3,500 of them in Maryland — are on the transplant waiting list for lifesaving organs, a number that is expected to grow despite great advances in biomedical science, treatment and technology. http://www.hopkinsmedicine.org/news/media/releases/the_johns_hopkins_hospital_to_salute_organ_and_tissue_donors Mon 30 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/the_johns_hopkins_hospital_to_salute_organ_and_tissue_donors Getting Enough Sleep? Johns Hopkins Mobile App Helps Physicians Identify Common Sleep Disorders in Patients - 3/30/15 Each year, more than 60 million Americans fail to get enough sleep at night due to a chronic sleep disorder. http://www.hopkinsmedicine.org/news/media/releases/getting_enough_sleep_johns_hopkins_mobile_app_helps_physicians_identify_common_sleep_disorders_in_patients Mon 30 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/getting_enough_sleep_johns_hopkins_mobile_app_helps_physicians_identify_common_sleep_disorders_in_patients Premature Aging of Stem Cell Telomeres, Not Inflammation, Linked to Emphysema - 3/30/15 Lung diseases like emphysema and pulmonary fibrosis are common among people with malfunctioning telomeres, the “caps” or ends of chromosomes. http://www.hopkinsmedicine.org/news/media/releases/premature_aging_of_stem_cell_telomeres_not_inflammation_linked_to_emphysema Mon 30 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/premature_aging_of_stem_cell_telomeres_not_inflammation_linked_to_emphysema Premature Aging of Stem Cell Telomeres, Not Inflammation, Linked to Emphysema - 3/30/15 Lung diseases like emphysema and pulmonary fibrosis are common among people with malfunctioning telomeres, the “caps” or ends of chromosomes. http://www.hopkinsmedicine.org/news/media/releases/premature_aging_of_stem_cell_telomeres_not_inflammation_linked_to_emphysema Mon 30 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/premature_aging_of_stem_cell_telomeres_not_inflammation_linked_to_emphysema MRI Based On A Sugar Molecule Can Tell Cancerous From Noncancerous Cells - 3/27/15 Imaging tests like mammograms or CT scans can detect tumors, but figuring out whether a growth is or isn't cancer usually requires a biopsy to study cells directly. http://www.hopkinsmedicine.org/news/media/releases/mri_based_on_a_sugar_molecule_can_tell_cancerous_from_noncancerous_cells Fri 27 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/mri_based_on_a_sugar_molecule_can_tell_cancerous_from_noncancerous_cells Use of Minimally Invasive Surgery Could Lower Health Care Costs by Hundreds of Millions a Year - 3/25/15 A new analysis of surgical outcomes nationwide concludes that more use of minimally invasive surgery for certain common procedures can dramatically reduce post-operative complications and shave hundreds of millions of dollars off the nation's health care bill. http://www.hopkinsmedicine.org/news/media/releases/use_of_minimally_invasive_surgery_could_lower_health_care_costs_by_hundreds_of_millions_a_year Wed 25 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/use_of_minimally_invasive_surgery_could_lower_health_care_costs_by_hundreds_of_millions_a_year New Autism-Causing Genetic Variant Identified - 3/25/15 Using a novel approach that homes in on rare families severely affected by autism, a Johns Hopkins-led team of researchers has identified a new genetic cause of the disease. http://www.hopkinsmedicine.org/news/media/releases/new_autism_causing_genetic_variant_identified Wed 25 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/new_autism_causing_genetic_variant_identified Lung Transplant Patients in the UK Fare Better Than Publicly Insured Americans - 3/24/15 Publicly insured Americans who undergo lung transplantation for cystic fibrosis fare markedly worse in the long run than both publicly insured patients in the United Kingdom and privately insured Americans, according to the results of a study conducted by researchers from Johns Hopkins in Baltimore and U.K. colleagues working in that nation’s government-funded National Health Service. http://www.hopkinsmedicine.org/news/media/releases/lung_transplant_patients_in_the_uk_fare_better_than_publicly_insured_americans Tue 24 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/lung_transplant_patients_in_the_uk_fare_better_than_publicly_insured_americans Renowned Intestinal Surgeon to Join Johns Hopkins Children's Center - 3/23/15 Distinguished pediatric surgeon Samuel M. Alaish, M.D., will join the Johns Hopkins Children’s Center to co-lead its newly formed Center for Intestinal Rehab and Cure Using Science (CIRCUS), a multidisciplinary program dedicated to the study and care of children with short bowel syndrome, a condition marked by insufficient gut tissue or poor gut function due to acquired or congenital diseases. http://www.hopkinsmedicine.org/news/media/releases/renowned_intestinal_surgeon_to_join_johns_hopkins_childrens_center Mon 23 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/renowned_intestinal_surgeon_to_join_johns_hopkins_childrens_center News Media Advisory: Behind-the-Scenes Tour Offered - 3/20/15 To mark a new international collaboration between Johns Hopkins Medicine's Department of Pathology and Zhejiang DIAN Diagnostics Co., the largest private diagnostic laboratory in the People's Republic of China, reporters are invited to a behind-the-scenes tour of The Johns Hopkins Hospital’s newest and most sophisticated diagnostic laboratories, followed by a signing ceremony in the hospital’s historic Billings Administration Building. http://www.hopkinsmedicine.org/news/media/releases/news_media_advisory_behind_the_scenes_tour_offered Fri 20 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/news_media_advisory_behind_the_scenes_tour_offered Streamlined 'Military' Work Flow Means More Patient Appointments and Fewer Return Visits - 3/19/15 Both patients and physicians may benefit from a \"work flow\" system developed at military medical facilities and tested at a Johns Hopkins Kimmel Cancer Center clinic, according to results of an efficiency study. http://www.hopkinsmedicine.org/news/media/releases/streamlined_military_work_flow_means_more_patient_appointments_and_fewer_return_visits Thu 19 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/streamlined_military_work_flow_means_more_patient_appointments_and_fewer_return_visits Why People with Diabetes Can't Buy Generic Insulin - 3/18/15 A generic version of insulin, the lifesaving diabetes drug used by 6 million people in the United States, has never been available in this country because drug companies have made incremental improvements that kept insulin under patent from 1923 to 2014. http://www.hopkinsmedicine.org/news/media/releases/why_people_with_diabetes_cant_buy_generic_insulin Wed 18 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/why_people_with_diabetes_cant_buy_generic_insulin Johns Hopkins Researchers Identify 'Missing Culprit' in Heart Failure - 3/18/15 Working with lab animals and human heart cells, scientists from Johns Hopkins and other institutions have identified what they describe as “the long-sought culprit” in the mystery behind a cell-signaling breakdown that triggers heart failure. http://www.hopkinsmedicine.org/news/media/releases/_johns_hopkins_researchers_identify_missing_culprit_in_heart_failure Wed 18 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/_johns_hopkins_researchers_identify_missing_culprit_in_heart_failure Medical Students: Meet Your Match - 3/18/15 The wait is almost over for students who will soon graduate from the Johns Hopkins University School of Medicine: At noon on Friday, March 20, they will open the envelopes that let them know where they will spend the next chapter of their lives training for careers in the medical field of their choosing. http://www.hopkinsmedicine.org/news/media/releases/medical_students_meet_your_match Wed 18 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/medical_students_meet_your_match Study Reveals Previously Unknown Site of Anesthetic Action - 3/17/15 Anesthetics have been used in surgical procedures for more than 150 years, but the mechanisms by which inhaled anesthesia actually work are poorly understood. http://www.hopkinsmedicine.org/news/media/releases/study_reveals_previously_unknown_site_of_anesthetic_action Tue 17 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/study_reveals_previously_unknown_site_of_anesthetic_action PBS Stations Nationwide to Premiere Documentary Featuring Johns Hopkins Cancer Research and Care - 3/16/15 A six-hour PBS documentary series about the story of cancer, including research and treatment, billed by its producers as one of the most comprehensive of its kind yet made, will premiere nationwide March 30, 31 and April 1 featuring several patient stories and interviews conducted with clinicians and scientists at the Johns Hopkins Kimmel Cancer Center. http://www.hopkinsmedicine.org/news/media/releases/pbs_stations_nationwide_to_premiere_documentary_featuring_johns_hopkins_cancer_research_and_care Mon 16 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/pbs_stations_nationwide_to_premiere_documentary_featuring_johns_hopkins_cancer_research_and_care New Johns Hopkins University Center Brings Imaging Therapies To Pets - 3/16/15 Recent years have seen breakneck innovation in the field of radiology, from MRI-guided biopsies, to image-guided stenting, to ways to lower radiation dosage while preserving image quality. http://www.hopkinsmedicine.org/news/media/releases/new_johns_hopkins_university_center_brings_imaging_therapies_to_pets Mon 16 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/new_johns_hopkins_university_center_brings_imaging_therapies_to_pets Scientists Use X-ray Vision to Probe Early Stages of DNA 'Photocopying' - 3/12/15 Scientists at Johns Hopkins have created a 3-D model of a complex protein machine, ORC, which helps prepare DNA to be duplicated. http://www.hopkinsmedicine.org/news/media/releases/scientists_use_x_ray_vision_to_probe_early_stages_of_dna_photocopying Thu 12 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/scientists_use_x_ray_vision_to_probe_early_stages_of_dna_photocopying Approach That 'Digitizes' Crosstalk Among Heart Cells May Help Locate Epicenters of Dangerous Heart Rhythms - 3/10/15 A team of scientists led by Johns Hopkins cardiologist and biomedical engineer Hiroshi Ashikaga, M.D., Ph.D., has developed a mathematical model to measure and digitally map the beat-sustaining electrical flow between heart cells. http://www.hopkinsmedicine.org/news/media/releases/approach_that_digitizes_crosstalk_among_heart_cells_may_help_locate_epicenters_of_dangerous_heart_rhythms Tue 10 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/approach_that_digitizes_crosstalk_among_heart_cells_may_help_locate_epicenters_of_dangerous_heart_rhythms The Johns Hopkins University School of Medicine Remains Among Nation’s Top-Ranked Medical Schools - 3/10/15 The Johns Hopkins University School of Medicine retains its ranking as one of the top medical schools in the United States, according to U.S. News & World Report’s 2016 list of Best Graduate Schools. http://www.hopkinsmedicine.org/news/media/releases/the_johns_hopkins_university_school_of_medicine_remains_among_nations_top_ranked_medical_schools_ Tue 10 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/the_johns_hopkins_university_school_of_medicine_remains_among_nations_top_ranked_medical_schools_ Finding Strengths — and Weaknesses — in Hepatitis C’s Armor - 3/10/15 Using a specially selected library of different hepatitis C viruses, a team of researchers led by Johns Hopkins scientists has identified tiny differences in the pathogens’ outer shell proteins that underpin their resistance to antibodies. http://www.hopkinsmedicine.org/news/media/releases/finding_strengths__and_weaknesses__in_hepatitis_cs_armor Tue 10 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/finding_strengths__and_weaknesses__in_hepatitis_cs_armor Johns Hopkins Researchers Engineer Custom Blood Cells - 3/10/15 Researchers at Johns Hopkins have successfully corrected a genetic error in stem cells from patients with sickle cell disease, and then used those cells to grow mature red blood cells, they report. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_researchers_engineer_custom_blood_cells Tue 10 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_researchers_engineer_custom_blood_cells Psychedelic Drug Use Could Reduce Psychological Distress, Suicidal Thinking - 3/9/15 A history of psychedelic drug use is associated with less psychological distress and fewer suicidal thoughts, planning and attempts, according to new research from Johns Hopkins and the University of Alabama at Birmingham. http://www.hopkinsmedicine.org/news/media/releases/psychedelic_drug_use_could_reduce_psychological_distress_suicidal_thinking Mon 9 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/psychedelic_drug_use_could_reduce_psychological_distress_suicidal_thinking Tiny Nanoparticles Could Make Big Impact for Patients in Need of Cornea Transplant - 3/9/15 There are about 48,000 corneal transplants done each year in the U.S., compared to approximately 16,000 kidney transplants, according to the National Kidney Foundation, and 2,100 heart transplants, according to the U.S. Department of Health and Human Services' Organ Transplantation Network. http://www.hopkinsmedicine.org/news/media/releases/tiny_nanoparticles_could_make_big_impact_for_patients_in_need_of_cornea_transplant Mon 9 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/tiny_nanoparticles_could_make_big_impact_for_patients_in_need_of_cornea_transplant Rachel Box Joins Department of Orthopaedic Surgery - 3/5/15 Rachel Box has joined the Johns Hopkins University School of Medicine as director of editorial services for the Department of Orthopaedic Surgery. http://www.hopkinsmedicine.org/news/media/releases/rachel_box_joins_department_of_orthopaedic_surgery Thu 5 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/rachel_box_joins_department_of_orthopaedic_surgery Health Information Technology Companies Participate in DreamIt Health Baltimore, Co-Sponsored by Johns Hopkins - 3/4/15 For the second year, The Johns Hopkins University and Johns Hopkins Medicine are co-sponsoring an opportunity that prepares health information technology startups to present their innovative ideas to the world. http://www.hopkinsmedicine.org/news/media/releases/health_information_technology_companies_participate_in_dreamit_health_baltimore_co_sponsored_by_johns_hopkins_ Wed 4 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/health_information_technology_companies_participate_in_dreamit_health_baltimore_co_sponsored_by_johns_hopkins_ National Hospital Rating Systems Disagree on Best and Worst Hospitals - 3/3/15 Conflicting scores from respected national rating systems may confuse rather than guide consumers’ choices about where to seek quality care, say experts from the Johns Hopkins Armstrong Institute for Patient Safety and Quality. http://www.hopkinsmedicine.org/news/media/releases/national_hospital_rating_systems_disagree_on_best_and_worst_hospitals Tue 3 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/national_hospital_rating_systems_disagree_on_best_and_worst_hospitals Johns Hopkins Researchers Identify Key to Tuberculosis Resistance - 3/2/15 The cascade of events leading to bacterial infection and the immune response is mostly understood. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_researchers_identify_key_to_tuberculosis_resistance Mon 2 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_researchers_identify_key_to_tuberculosis_resistance Johns Hopkins Researchers Identify Key to Tuberculosis Resistance - 3/2/15 The cascade of events leading to bacterial infection and the immune response is mostly understood. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_researchers_identify_key_to_tuberculosis_resistance Mon 2 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_researchers_identify_key_to_tuberculosis_resistance Treadmill Performance Predicts Mortality - 3/2/15 Analyzing data from 58,000 heart stress tests, Johns Hopkins cardiologists report they have developed a formula that estimates one’s risk of dying over a decade based on a person’s ability to exercise on a treadmill at an increasing speed and incline. http://www.hopkinsmedicine.org/news/media/releases/treadmill_performance_predicts_mortality Mon 2 Mar 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/treadmill_performance_predicts_mortality Johns Hopkins Researchers Find New Patient-Centered Hospital Design Has Little Effect on Patient Satisfaction - 2/25/15 Contrary to previous reports, a study led by Johns Hopkins researchers found that patients’ satisfaction scores only modestly improved based on the newly remodeled design of a hospital. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_researchers_find_new_patient_centered_hospital_design_has_little_effect_on_patient_satisfaction Wed 25 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_researchers_find_new_patient_centered_hospital_design_has_little_effect_on_patient_satisfaction Competition Among Physicians and Retail Clinics Drive Higher Antibiotic Prescribing Rate, Particularly in Wealthy Zip Codes, Study Shows - 2/25/15 Competition among doctors’ offices, urgent care centers and retail medical clinics in wealthy areas of the U.S. often leads to an increase in the number of antibiotic prescriptions written per person, a team led by Johns Hopkins researchers has found. http://www.hopkinsmedicine.org/news/media/releases/competition_among_physicians_and_retail_clinics_drive_higher_antiobiotic_prescribing_rate_particularly_in_wealthy_zip_codes_study_shows Wed 25 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/competition_among_physicians_and_retail_clinics_drive_higher_antiobiotic_prescribing_rate_particularly_in_wealthy_zip_codes_study_shows Hair Sample Tests Reveal Underreported Exposure to Tobacco Smoke Among Preemies With Lung Disease - 2/23/15 Public health experts have long known that tobacco smoke exposure (TSE) can be harmful for children with bronchopulmonary dysplasia, a lung disease that often accompanies premature birth. http://www.hopkinsmedicine.org/news/media/releases/hair_sample_tests_reveal_underreported_exposure_to_tobacco_smoke_among_preemies_with_lung_disease Mon 23 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/hair_sample_tests_reveal_underreported_exposure_to_tobacco_smoke_among_preemies_with_lung_disease Master Gene Regulatory Pathway Revealed as Key Target for Therapy of Aggressive Pediatric Brain Cancer - 2/23/15 Working with cells taken from children with a very rare but ferocious form of brain cancer, Johns Hopkins Kimmel Cancer Center scientists have identified a genetic pathway that acts as a master regulator of thousands of other genes and may spur cancer cell growth and resistance to anticancer treatment. http://www.hopkinsmedicine.org/news/media/releases/master_gene_regulatory_pathway_revealed_as_key_target_for_therapy_of_aggressive_pediatric_brain_cancer Mon 23 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/master_gene_regulatory_pathway_revealed_as_key_target_for_therapy_of_aggressive_pediatric_brain_cancer Johns Hopkins Researcher Awarded $1 Million to Study Use of Nanoparticles in Cancer Immunotherapy - 2/20/15 Robert Ivkov, Ph.D., an assistant professor of radiation oncology and molecular radiation sciences at the Johns Hopkins University School of Medicine and a member of the Johns Hopkins Kimmel Cancer Center, has been awarded a three-year grant totaling $1,005,000 by the Jayne Koskinas Ted Giovanis Foundation for Health and Policy to develop nanoparticles — microscopic objects too tiny to see with the naked eye — that may help the body’s immune system recognize breast cancer cells. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_researcher_awarded_1_million_to_study_use_of_nanoparticles_in_cancer_immunotherapy_ Fri 20 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_researcher_awarded_1_million_to_study_use_of_nanoparticles_in_cancer_immunotherapy_ Researcher at Johns Hopkins Helps Lead Discovery on Efficacy and Safety of Eylea, Lucentis and Avastin for Treating Patients with Diabetic Macular Edema - 2/20/15 A researcher from Johns Hopkins Medicine helped lead colleagues from across the country in a government-sponsored study by the Diabetic Retinopathy Clinical Research Network to discover that three drugs — Eylea, Avastin and Lucentis — used to treat diabetic macular edema are all effective. http://www.hopkinsmedicine.org/news/media/releases/researcher_at_johns_hopkins_helps_lead_discovery_on_efficacy_and_safety_of_eylea_lucentis_and_avastin_for_treating_patients_with_diabetic_macular_edema_ Fri 20 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/researcher_at_johns_hopkins_helps_lead_discovery_on_efficacy_and_safety_of_eylea_lucentis_and_avastin_for_treating_patients_with_diabetic_macular_edema_ Proteins Pull Together As Cells Divide - 2/19/15 Like a surgeon separating conjoined twins, cells have to be careful to get everything just right when they divide in two. http://www.hopkinsmedicine.org/news/media/releases/_proteins_pull_together_as_cells_divide Thu 19 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/_proteins_pull_together_as_cells_divide Johns Hopkins and CDC Prepare Emergency Department Staff to Care for Patients with Infectious Diseases - 2/17/15 Four Web-based training modules developed by Johns Hopkins Medicine for emergency department personnel who treat patients with infectious diseases are now available on the Centers for Disease Control and Prevention's (CDC) YouTube channel. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_and_cdc_prepare_emergency_department_staff_to_care_for_patients_with_infectious_diseases Tue 17 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_and_cdc_prepare_emergency_department_staff_to_care_for_patients_with_infectious_diseases Broca’s Area Is the Brain’s Scriptwriter, Shaping Speech, Study Finds - 2/17/15 What is happening in the brain of an actor reciting Hamlet’s “to be or not to be” soliloquy or of the person next to you at lunch saying, “Please pass the salt”? http://www.hopkinsmedicine.org/news/media/releases/brocas_area_is_the_brains_scriptwriter_shaping_speech_study_finds Tue 17 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/brocas_area_is_the_brains_scriptwriter_shaping_speech_study_finds Most Clinical 'Calculators' Over-Estimate Heart Attack Risk - 2/16/15 Most “risk calculators” used by clinicians to gauge a patient’s chances of suffering a heart attack and guide treatment decisions appear to significantly overestimate the likelihood of a heart attack, according to results of a study by investigators at Johns Hopkins and other institutions. http://www.hopkinsmedicine.org/news/media/releases/most_clinical_calculators_over_estimate_heart_attack_risk Mon 16 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/most_clinical_calculators_over_estimate_heart_attack_risk Under Pressure - 2/13/15 Just as human relationships are a two-way street, fusion between cells requires two active partners: one to send protrusions into its neighbor, and one to hold its ground and help complete the process. http://www.hopkinsmedicine.org/news/media/releases/under_pressure Fri 13 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/under_pressure Coral Snake Venom Reveals a Unique Route to Lethality - 2/9/15 For more than a decade, a vial of rare snake venom refused to give up its secret formula for lethality; its toxins had no effect on the proteins that most venoms target. http://www.hopkinsmedicine.org/news/media/releases/coral_snake_venom_reveals_a_unique_route_to_lethality Mon 9 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/coral_snake_venom_reveals_a_unique_route_to_lethality What Autism Can Teach Us About Brain Cancer - 2/9/15 Applying lessons learned from autism to brain cancer, researchers at The Johns Hopkins University have discovered why elevated levels of the protein NHE9 add to the lethality of the most common and aggressive form of brain cancer, glioblastoma. http://www.hopkinsmedicine.org/news/media/releases/what_autism_can_teach_us_about_brain_cancer Mon 9 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/what_autism_can_teach_us_about_brain_cancer Neurosurgeon Henry Brem Named Physician of the Year for Clinical Excellence - 2/6/15 Henry Brem, M.D., director of the Department of Neurosurgery at Johns Hopkins, has been selected to receive a Castle Connolly National Physician of the Year Award for Clinical Excellence. http://www.hopkinsmedicine.org/news/media/releases/neurosurgeon_henry_brem_named_physician_of_the_year_for_clinical_excellence Fri 6 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/neurosurgeon_henry_brem_named_physician_of_the_year_for_clinical_excellence Cell Signaling Pathway Goes Awry in Common Pediatric Brain Tumor - 2/5/15 A new study by Johns Hopkins researchers links a well-known cell communication pathway called Notch to one of the most common — but overall still rare — brain tumors found in children. http://www.hopkinsmedicine.org/news/media/releases/cell_signaling_pathway_goes_awry_in_common_pediatric_brain_tumor Thu 5 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/cell_signaling_pathway_goes_awry_in_common_pediatric_brain_tumor New Nanoparticle Gene Therapy Strategy Effectively Treats Deadly Brain Cancer in Rats - 2/3/15 Despite improvements in the past few decades with surgery, chemotherapy and radiation therapy, a predictably curative treatment for glioma does not yet exist. New insights into specific gene mutations that arise in this often deadly form of brain cancer have pointed to the potential of gene therapy, but it’s very difficult to effectively deliver toxic or missing genes to cancer cells in the brain. http://www.hopkinsmedicine.org/news/media/releases/new_nanoparticle_gene_therapy_strategy_effectively_treats_deadly_brain_cancer_in_rats Tue 3 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/new_nanoparticle_gene_therapy_strategy_effectively_treats_deadly_brain_cancer_in_rats Help for Hay Fever Sufferers: Experts Outline Best Practices for Treating Fifth Most Common Disease - 2/2/15 Sublingual immunotherapy is one of several state-of-the-science treatments for allergic rhinitis, or “hay fever,” being recommended by a panel of experts in a new guideline published Feb. 2, 2015, by the American Academy of Otolaryngology—Head and Neck Surgery Foundation. http://www.hopkinsmedicine.org/news/media/releases/help_for_hay_fever_sufferers_experts_outline_best_practices_for_treating_fifth_most_common_disease Mon 2 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/help_for_hay_fever_sufferers_experts_outline_best_practices_for_treating_fifth_most_common_disease Scientists View Effect of Whisker Tickling on Mouse Brains - 2/2/15 Researchers at The Johns Hopkins University have succeeded in peering into the brains of live mice with such precision that they were able to see how the position of specific proteins changed as memories were forged. http://www.hopkinsmedicine.org/news/media/releases/scientists_view_effect_of_whisker_tickling_on_mouse_brains Mon 2 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/scientists_view_effect_of_whisker_tickling_on_mouse_brains Felicia Hill-Briggs Named to American Diabetes Association Board of Directors - 2/2/15 Felicia Hill-Briggs, Ph.D., a professor of medicine at the Johns Hopkins University School of Medicine in the Division of General Internal Medicine, has been named to the board of directors of the American Diabetes Association. http://www.hopkinsmedicine.org/news/media/releases/felicia_hill_briggs_named_to_american_diabetes_association_board_of_directors Mon 2 Feb 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/felicia_hill_briggs_named_to_american_diabetes_association_board_of_directors Research Catalogs Symptoms and Treatment of Inflammatory Blood Vessel Disease - 1/28/15 In a bid to improve awareness and care of a relatively rare disorder that inflames blood vessels throughout the body and damages organs, especially the eyes, a team of researchers led by a Johns Hopkins ophthalmologist has analyzed and published detailed information about 132 patients diagnosed and treated over 25 years in Saudi Arabia, where the disorder is not at all rare. http://www.hopkinsmedicine.org/news/media/releases/research_catalogs_symptoms_and_treatment_of_inflammatory_blood_vessel_disease Wed 28 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/research_catalogs_symptoms_and_treatment_of_inflammatory_blood_vessel_disease Study: Even with Copayments for Nonurgent Care, Medicaid Patients Still Rely on ERs - 1/26/15 How can states and federal government provide adequate health care to poor people, without overburdening taxpayers or leaving health care providers with billions in unpaid bills? http://www.hopkinsmedicine.org/news/media/releases/study_even_with_copayments_for_nonurgent_care_medicaid_patients_still_rely_on_ers Mon 26 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/study_even_with_copayments_for_nonurgent_care_medicaid_patients_still_rely_on_ers Study of Former NFL Players Reveals Specifics of Concussive Brain Damage - 1/26/15 A team of Johns Hopkins specialists, using a battery of imaging and cognitive tests, has gathered evidence of accumulated brain damage that could be linked to specific memory deficits in former National Football League (NFL) players experienced decades after they stopped playing the game. http://www.hopkinsmedicine.org/news/media/releases/study_of_former_nfl_players_reveals_specifics_of_concussive_brain_damage Mon 26 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/study_of_former_nfl_players_reveals_specifics_of_concussive_brain_damage Esteemed Johns Hopkins Pediatrician to Receive One of Field’s Highest Honors - 1/23/15 Renowned Johns Hopkins Children’s Center pediatrician and former JAMA editor Catherine D. DeAngelis, M.D., M.P.H., will receive the 2015 Howland Medal of the American Pediatric Society, one of the highest awards in pediatric medicine, bestowed annually for distinguished service in the field as a whole. http://www.hopkinsmedicine.org/news/media/releases/esteemed_johns_hopkins_pediatrician_to_receive_one_of_fields_highest_honors Fri 23 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/esteemed_johns_hopkins_pediatrician_to_receive_one_of_fields_highest_honors New Cancer-Fighting Strategy Would Harden Cells to Prevent Metastasis - 1/20/15 Existing cancer therapies are geared toward massacring tumor cells, but Johns Hopkins researchers propose a different strategy: subtly hardening cancer cells to prevent them from invading new areas of the body. http://www.hopkinsmedicine.org/news/media/releases/new_cancer_fighting_strategy_would_harden_cells_to_prevent_metastasis Tue 20 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/new_cancer_fighting_strategy_would_harden_cells_to_prevent_metastasis Found: 'Fight or Flight' Response Control Center for the Heart - 1/20/15 An animal study led by Johns Hopkins investigators has uncovered what controls the ability of healthy hearts to speed up in response to circumstances ranging from fear to a jog around the block. http://www.hopkinsmedicine.org/news/media/releases/found_fight_or_flight_response_control_center_for_the_heart Tue 20 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/found_fight_or_flight_response_control_center_for_the_heart Time to Rethink the Inner-City Asthma Epidemic? - 1/20/15 Challenging the long-standing belief that city dwellers suffer disproportionately from asthma, the results of a new Johns Hopkins Children’s Center study of more than 23,000 U.S. children reveal that income, race and ethnic origin may play far more potent roles in asthma risk than kids’ physical surroundings. http://www.hopkinsmedicine.org/news/media/releases/time_to_rethink_the_inner_city_asthma_epidemic Tue 20 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/time_to_rethink_the_inner_city_asthma_epidemic New Trick Found for How Cells Stay Organized - 1/16/15 Organization is key to an efficient workplace, and cells are no exception to this rule. http://www.hopkinsmedicine.org/news/media/releases/new_trick_found_for_how_cells_stay_organized Fri 16 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/new_trick_found_for_how_cells_stay_organized The Flu and You - 1/16/15 The flu season started earlier than usual this year, and most states are reporting continued and widespread outbreaks. http://www.hopkinsmedicine.org/news/media/releases/the_flu_and_you Fri 16 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/the_flu_and_you Pamela Paulk Appointed President of Johns Hopkins Medicine International - 1/15/15 Pamela Paulk, M.S.W., M.B.A., has been named president of Johns Hopkins Medicine International, the division of Johns Hopkins Medicine that develops high-impact international health care collaborations and provides medical concierge services for patients who travel from other regions to receive care at Johns Hopkins. http://www.hopkinsmedicine.org/news/media/releases/pamela_paulk_appointed_president_of_johns_hopkins_medicine_international Thu 15 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/pamela_paulk_appointed_president_of_johns_hopkins_medicine_international Elizabeth Jaffee Named Deputy Director of Johns Hopkins Kimmel Cancer Center - 1/15/15 Elizabeth Jaffee, M.D., a pioneer in the field of vaccine therapy for pancreatic cancer, and an internationally-recognized leader in immunology research, has been appointed deputy director of the Johns Hopkins Kimmel Cancer Center. http://www.hopkinsmedicine.org/news/media/releases/elizabeth_jaffee_named_deputy_director_of_johns_hopkins_kimmel_cancer_center Thu 15 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/elizabeth_jaffee_named_deputy_director_of_johns_hopkins_kimmel_cancer_center Combat Veterans’ Brains Reveal Hidden Damage from IED Blasts - 1/14/15 The brains of some Iraq and Afghanistan combat veterans who survived blasts from improvised explosive devices (IEDs) and died later of other causes show a distinctive honeycomb pattern of broken and swollen nerve fibers throughout critical brain regions, including those that control executive function. http://www.hopkinsmedicine.org/news/media/releases/combat_veterans_brains_reveal_hidden_damage_from_ied_blasts Wed 14 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/combat_veterans_brains_reveal_hidden_damage_from_ied_blasts Study: Platelet Transfusions Increase Death Rate in Some Blood Cell Disorders - 1/14/15 People hospitalized with certain rare blood cell disorders frequently receive a treatment that is associated with a two- to fivefold increase in death, according to a new study that reviewed hospital records nationwide. http://www.hopkinsmedicine.org/news/media/releases/study_platelet_transfusions_increase_death_rate_in_some_blood_cell_disorders Wed 14 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/study_platelet_transfusions_increase_death_rate_in_some_blood_cell_disorders Mutations Linked to Repair of Chromosome Ends May Make Emphysema More Likely in Smokers - 1/13/15 Mutations in a gene that helps repair damaged chromosome ends may make smokers — especially female smokers — more susceptible to emphysema, according to results of a new study led by Johns Hopkins Kimmel Cancer Center researchers. http://www.hopkinsmedicine.org/news/media/releases/mutations_linked_to_repair_of_chromosome_ends_may_make_emphysema_more_likely_in_smokers Tue 13 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/mutations_linked_to_repair_of_chromosome_ends_may_make_emphysema_more_likely_in_smokers Obituary for Vernon Mountcastle - 1/13/15 Vernon Mountcastle, one of Johns Hopkins Medicine’s giants of the 20th century, died peacefully at his northern Baltimore home on Sunday, Jan. 11, with Nancy, his wife of seven decades, and family at his bedside. http://www.hopkinsmedicine.org/news/media/releases/obituary_for_vernon_mountcastle Tue 13 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/obituary_for_vernon_mountcastle Sound Mind, Strong Heart: Same Protein Sustains Both - 1/12/15 A Roman philosopher was the first to note the relationship between a sound mind and a sound body. http://www.hopkinsmedicine.org/news/media/releases/sound_mind_strong_heart_same_protein_sustains_both Mon 12 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/sound_mind_strong_heart_same_protein_sustains_both Julie Brahmer Appointed Thoracic Cancer Director at Johns Hopkins - 1/12/15 Julie Brahmer, M.D., an expert in the use of immunotherapies to treat lung cancer, has been named director of the Thoracic Oncology Program at the Johns Hopkins Kimmel Cancer Center. http://www.hopkinsmedicine.org/news/media/releases/julie_brahmer_appointed_thoracic_cancer_director_at_johns_hopkins Mon 12 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/julie_brahmer_appointed_thoracic_cancer_director_at_johns_hopkins Morris Dees Delivers Keynote at 33rd Johns Hopkins Martin Luther King, Jr. Commemoration - 1/9/15 For the 33rd consecutive year, the Johns Hopkins community gathered to celebrate the legacy and life’s work of Martin Luther King Jr. http://www.hopkinsmedicine.org/news/media/releases/morris_dees_delivers_keynote_at_33rd_johns_hopkins_martin_luther_king_jr_commemoration Fri 9 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/morris_dees_delivers_keynote_at_33rd_johns_hopkins_martin_luther_king_jr_commemoration Hacking Fat Cells’ Metabolism Does Not Affect Insulin Resistance - 1/8/15 In the race to find a safe and effective weight loss drug, much attention has focused on the chemical processes that store and use energy. http://www.hopkinsmedicine.org/news/media/releases/hacking_fat_cells_metabolism_does_not_affect_insulin_resistance Thu 8 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/hacking_fat_cells_metabolism_does_not_affect_insulin_resistance Johns Hopkins Study Finds Early Physical Rehabilitation in the ICU Leads to Better Patient Outcomes - 1/8/15 In a pre- and post-evaluation study, Johns Hopkins Medicine researchers found that quality improvement processes for delivering early physical rehabilitation in an intensive care unit (ICU) were sustained five years later — benefiting both patients and the health care facility. http://www.hopkinsmedicine.org/news/media/releases/awakening_cells_killer_instinct_scientists_train_immune_system_to_destroy_cure_defying_mutant_hiv Thu 8 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_study_finds_early_physical_rehabilitation_in_the_icu_leads_to_better_patient_outcomes Awakening Cells’ Killer Instinct: Scientists Train Immune System to Destroy Cure-Defying Mutant HIV - 1/7/15 Luring dormant HIV out of hiding and destroying its last cure-defying holdouts has become the holy grail of HIV eradication, but several recent attempts to do so have failed. http://www.hopkinsmedicine.org/news/media/releases/awakening_cells_killer_instinct_scientists_train_immune_system_to_destroy_cure_defying_mutant_hiv Wed 7 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/awakening_cells_killer_instinct_scientists_train_immune_system_to_destroy_cure_defying_mutant_hiv Brain Scientists Figure Out How A Protein Crucial To Learning And Memory Works - 1/7/15 Researchers at Johns Hopkins have found out how a protein crucial to learning works: by removing a biochemical “clamp” that prevents connections between nerve cells in the brain from growing stronger. http://www.hopkinsmedicine.org/news/media/releases/brain_scientists_figure_out_how_a_protein_crucial_to_learning_and_memory_works Wed 7 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/brain_scientists_figure_out_how_a_protein_crucial_to_learning_and_memory_works Physical Recovery in Critically Ill Patients Can Predict Remission of General Anxiety and PTSD Symptoms - 1/7/15 In a two-year longitudinal study involving 13 intensive care units in four U.S. hospitals, researchers found that better physical functioning — basic and complex activities considered essential for maintaining independence — is associated with remission of general anxiety and post-traumatic stress disorder (PTSD) symptoms. http://www.hopkinsmedicine.org/news/media/releases/physical_recovery_in_critically_ill_patients_can_predict_remission_of_general_anxiety_and_ptsd_symptoms Wed 7 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/physical_recovery_in_critically_ill_patients_can_predict_remission_of_general_anxiety_and_ptsd_symptoms Surprise: High-Dose Testosterone Therapy Helps Some Men with Advanced Prostate Cancer - 1/7/15 In a surprising paradox, the male hormone testosterone, generally thought to be a feeder of prostate cancer, has been found to suppress some advanced prostate cancers and also may reverse resistance to testosterone-blocking drugs used to treat prostate cancer. http://www.hopkinsmedicine.org/news/media/releases/surprise_high_dose_testosterone_therapy_helps_some_men_with_advanced_prostate_cancer Wed 7 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/surprise_high_dose_testosterone_therapy_helps_some_men_with_advanced_prostate_cancer Researchers Identify New Genetic And Epigenetic Contributors To Diabetes - 1/6/15 An analysis of the genomes and epigenomes of lean and obese mice and humans has turned up a wealth of clues about how genes and the environment conspire to trigger diabetes, Johns Hopkins researchers say. http://www.hopkinsmedicine.org/news/media/releases/researchers_identify_new_genetic_and_epigenetic_contributors_to_diabetes Tue 6 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/researchers_identify_new_genetic_and_epigenetic_contributors_to_diabetes When DNA Gets Sent to Time-Out - 1/6/15 For a skin cell to do its job, it must turn on a completely different set of genes than a liver cell — and keep genes it doesn’t need switched off. http://www.hopkinsmedicine.org/news/media/releases/when_dna_gets_sent_to_time_out Tue 6 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/when_dna_gets_sent_to_time_out James Segars Named Professor and Director of New Research Division of Gynecology and Obstetrics Department - 1/5/15 Johns Hopkins University School of Medicine has named James H. Segars, M.D., the inaugural professor and director of Reproductive Science and Women’s Health Research, a newly established division of the Department of Gynecology and Obstetrics. http://www.hopkinsmedicine.org/news/media/releases/james_segars_named_professor_and_director_of_new_research_division_of_gynecology_and_obstetrics_department Mon 5 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/james_segars_named_professor_and_director_of_new_research_division_of_gynecology_and_obstetrics_department ‘Crispr’ Science: Newer Genome Editing Tool Shows Promise in Engineering Human Stem Cells - 1/5/15 A powerful “genome editing” technology known as CRISPR has been used by researchers since 2012 to trim, disrupt, replace or add to sequences of an organism’s DNA. http://www.hopkinsmedicine.org/news/media/releases/crispr_science_newer_genome_editing_tool_shows_promise_in_engineering_human_stem_cells Mon 5 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/crispr_science_newer_genome_editing_tool_shows_promise_in_engineering_human_stem_cells Johns Hopkins Medicine Charts Successful Path for Improving Patient Safety at Large Health Systems - 1/5/15 Clear goals, strong leadership and infrastructure, staff engagement, and transparent reporting methods are key for complex health care systems seeking to establish successful patient safety performance improvements, according to a Johns Hopkins study published in the journal Academic Medicine in December. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_medicine_charts_successful_path_for_improving_patient_safety_at_large_health_systems Mon 5 Jan 2015 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_medicine_charts_successful_path_for_improving_patient_safety_at_large_health_systems New Treatment Strategy Allows Lower Doses of Toxic Tuberculosis Drug Without Compromising Potency - 12/30/14 Already known to cut proteins, the enzyme SPPL3 turns out to have additional talents, according to a new study from Johns Hopkins. In its newly discovered role, SPPL3 works without cutting proteins to activate T cells, the immune system’s foot soldiers. http://www.hopkinsmedicine.org/news/media/releases/new_treatment_strategy_allows_lower_doses_of_toxic_tuberculosis_drug_without_compromising_potency_ Tue 30 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/new_treatment_strategy_allows_lower_doses_of_toxic_tuberculosis_drug_without_compromising_potency_ Enzyme's Alter Ego Helps Activate the Immune System - 12/29/14 Already known to cut proteins, the enzyme SPPL3 turns out to have additional talents, according to a new study from Johns Hopkins. In its newly discovered role, SPPL3 works without cutting proteins to activate T cells, the immune system’s foot soldiers. http://www.hopkinsmedicine.org/news/media/releases/enzymes_alter_ego_helps_activate_the_immune_system Mon 29 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/enzymes_alter_ego_helps_activate_the_immune_system Locking Mechanism Found for 'Scissors' that Cut DNA - 12/24/14 Researchers at Johns Hopkins have discovered what keeps an enzyme from becoming overzealous in its clipping of DNA. http://www.hopkinsmedicine.org/news/media/releases/locking_mechanism_found_for_scissors_that_cut_dna Wed 24 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/locking_mechanism_found_for_scissors_that_cut_dna Lack of Standards for Public Reports Can Misguide, Rather Than Inform, Patients and Health Care Providers - 12/24/14 A lack of standards for public performance reports can misinform patients and health care providers, say experts from the Johns Hopkins Armstrong Institute for Patient Safety and Quality and the Northeastern University’s Center for Health Policy and Healthcare Research. http://www.hopkinsmedicine.org/news/media/releases/lack_of_standards_for_public_reports_can_misguide_rather_than_inform_patients_and_health_care_providers Wed 24 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/lack_of_standards_for_public_reports_can_misguide_rather_than_inform_patients_and_health_care_providers Use with Caution: High Doses of Vancomycin Fuel Risk of Kidney Damage in Children - 12/22/14 Results of a small Johns Hopkins Children’s Center study show that hospitalized children given high-dose IV infusions of the antibiotic vancomycin to treat drug-resistant bacterial infections face an increased risk for kidney damage — an often reversible but sometimes serious complication. http://www.hopkinsmedicine.org/news/media/releases/use_with_caution_high_doses_of_vancomycin_fuel_risk_of_kidney_damage_in_children Mon 22 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/use_with_caution_high_doses_of_vancomycin_fuel_risk_of_kidney_damage_in_children Allegheny Health Network, Highmark Health and Johns Hopkins Medicine Announce Collaboration - 12/22/14 Officials at Highmark Health, Allegheny Health Network, Highmark Inc. and Johns Hopkins Medicine today announced the signing of a new master collaboration agreement that will complement the formal oncology collaboration that began earlier this year. http://www.hopkinsmedicine.org/news/media/releases/allegheny_health_network_highmark_health_and_johns_hopkins_medicine_announce_collaboration Mon 22 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/allegheny_health_network_highmark_health_and_johns_hopkins_medicine_announce_collaboration New Data: Risk for Leukemia After Treatment for Early Stage Breast Cancer Higher Than Reported - 12/22/14 The risk of developing leukemia after radiation therapy or chemotherapy for early stage breast cancer remains very small, but it is twice as high as previously reported, according to results of a new study led by researchers at the Johns Hopkins Kimmel Cancer Center. http://www.hopkinsmedicine.org/news/media/releases/new_data_risk_for_leukemia_after_treatment_for_early_stage_breast_cancer_higher_than_reported Mon 22 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/new_data_risk_for_leukemia_after_treatment_for_early_stage_breast_cancer_higher_than_reported Lightweight Skeletons Of Modern Humans Have Recent Origin - 12/22/14 New research shows that modern human skeletons evolved into their lightly built form only relatively recently — after the start of the Holocene about 12,000 years ago, and even more recently in some human populations. http://www.hopkinsmedicine.org/news/media/releases/lightweight_skeletons_of_modern_humans_have_recent_origin Mon 22 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/lightweight_skeletons_of_modern_humans_have_recent_origin Multiple Allergic Reactions Traced To Single Protein - 12/17/14 Johns Hopkins and University of Alberta researchers have identified a single protein as the root of painful and dangerous allergic reactions to a range of medications and other substances. http://www.hopkinsmedicine.org/news/media/releases/multiple_allergic_reactions_traced_to_single_protein Wed 17 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/multiple_allergic_reactions_traced_to_single_protein Mobilization of Recovered Ebola Patients Could Provide Desperately Needed Manpower in Fight to Curb Epidemic - 12/17/14 As foreign and domestic health care workers in West Africa fight to contain the deadliest Ebola virus disease outbreak in history, a group of disaster response and modeling experts from Johns Hopkins say a potential pool of manpower to help care for patients with Ebola is being overlooked and should be tapped quickly: people who have survived and recovered from Ebola virus infection. http://www.hopkinsmedicine.org/news/media/releases/mobilization_of_recovered_ebola_patients_could_provide_desperately_needed_manpower_in_fight_to_curb_epidemic Wed 17 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/mobilization_of_recovered_ebola_patients_could_provide_desperately_needed_manpower_in_fight_to_curb_epidemic Sugar Coated Microcapsule Eliminates Toxic Punch of Experimental Anti-Cancer Drug - 12/17/14 Johns Hopkins researchers have developed a sugar-based molecular microcapsule that eliminates the toxicity of an anticancer agent developed a decade ago at Johns Hopkins, called 3-bromopyruvate, or 3BrPA, in studies of mice with implants of human pancreatic cancer tissue. http://www.hopkinsmedicine.org/news/media/releases/sugar_coated_microcapsule_eliminates_toxic_punch_of_experimental_anti_cancer_drug Wed 17 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/sugar_coated_microcapsule_eliminates_toxic_punch_of_experimental_anti_cancer_drug Healthy Eaters: Ignore Glycemic Index - 12/16/14 Good news for people who are already following a diet rich in fruits, vegetables and whole grains, and low in sweets: New research suggests these heart-healthy eaters don’t need to worry about choosing low glycemic index foods to lower the risk of diabetes and heart disease. http://www.hopkinsmedicine.org/news/media/releases/healthy_eaters_ignore_glycemic_index Tue 16 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/healthy_eaters_ignore_glycemic_index Amount of Mitochondrial DNA Predicts Frailty and Mortality - 12/16/14 New research from The Johns Hopkins University suggests that the amount of mitochondrial DNA (mtDNA) found in peoples’ blood directly relates to how frail they are medically. http://www.hopkinsmedicine.org/news/media/releases/amount_of_mitochondrial_dna_predicts_frailty_and_mortality Tue 16 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/amount_of_mitochondrial_dna_predicts_frailty_and_mortality Bacterial 'Bunches' Linked to Some Colorectal Cancers - 12/16/14 Researchers from Johns Hopkins have found that dense mats of interacting bacteria, called biofilms, were present in the majority of cancers and polyps, particularly those on the right side of the colon. http://www.hopkinsmedicine.org/news/media/releases/bacterial_bunches_linked_to_some_colorectal_cancers Tue 16 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/bacterial_bunches_linked_to_some_colorectal_cancers Finding Strengths — and Weaknesses — in Hepatitis C’s Armor - 12/15/14 Using a specially selected library of different hepatitis C viruses, a team of researchers led by Johns Hopkins scientists has identified tiny differences in the pathogens’ outer shell proteins that underpin their resistance to antibodies. http://www.hopkinsmedicine.org/news/media/releases/finding_strengths__and_weaknesses__in_hepatitis_cs_armor Mon 15 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/finding_strengths__and_weaknesses__in_hepatitis_cs_armor Improved Suit for Ebola Caregivers Selected for Funding in Federal Competition - 12/15/14 An advanced protective suit for health care workers who treat Ebola patients, devised by a Johns Hopkins team, is one of the first five awardees in a federal funding contest aimed at quickly devising new tools to combat the deadly disease. http://www.hopkinsmedicine.org/news/media/releases/improved_suit_for_ebola_caregivers_selected_for_funding_in_federal_competition Mon 15 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/improved_suit_for_ebola_caregivers_selected_for_funding_in_federal_competition Johns Hopkins Researchers Tapped by FDA to Examine Doctors’ Propensity to Prescribe Brand-Name Drugs Over Generic - 12/11/14 The Food and Drug Administration wants to know when and why costlier brand-name drugs are used instead of generic ones. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_researchers_tapped_by_fda_to_examine_doctors_propensity_to_prescribe_brand_name_drugs_over_generic Thu 11 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_researchers_tapped_by_fda_to_examine_doctors_propensity_to_prescribe_brand_name_drugs_over_generic Brain Inflammation A Hallmark Of Autism, Large-Scale Analysis Shows - 12/10/14 While many different combinations of genetic traits can cause autism, brains affected by autism share a pattern of ramped-up immune responses, an analysis of data from autopsied human brains reveals. http://www.hopkinsmedicine.org/news/media/releases/brain_inflammation_a_hallmark_of_autism_large_scale_analysis_shows Wed 10 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/brain_inflammation_a_hallmark_of_autism_large_scale_analysis_shows Stop That Scalpel: Many Kids with Open Bone Breaks Can Heal Safely Without Surgery - 12/10/14 Many children who sustain so-called open bone fractures in the forearm or lower leg can, and do, heal safely without surgery, according to the results of a small study led by investigators at the Johns Hopkins Children’s Center. http://www.hopkinsmedicine.org/news/media/releases/stop_that_scalpel_many_kids_with_open_bone_breaks_can_heal_safely_without_surgery Wed 10 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/stop_that_scalpel_many_kids_with_open_bone_breaks_can_heal_safely_without_surgery Toughest Breast Cancer May Have Met Its Match - 12/9/14 Triple-negative breast cancer is as bad as it sounds. http://www.hopkinsmedicine.org/news/media/releases/toughest_breast_cancer_may_have_met_its_match Tue 9 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/toughest_breast_cancer_may_have_met_its_match Paying Attention Makes Touch-Sensing Brain Cells Fire Rapidly and in Sync - 12/9/14 Whether we’re paying attention to something we see can be discerned by monitoring the firings of specific groups of brain cells. http://www.hopkinsmedicine.org/news/media/releases/paying_attention_makes_touch_sensing_brain_cells_fire_rapidly_and_in_sync Tue 9 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/paying_attention_makes_touch_sensing_brain_cells_fire_rapidly_and_in_sync Johns Hopkins Wins Grant to Fund Center to Study Support for the Aging - 12/3/14 Johns Hopkins University has been awarded a five-year, $1.8 million grant from the National Institutes of Health’s National Institute on Aging to fund a center that will conduct research on the informal support resources of vulnerable older adults. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_wins_grant_to_fund_center_to_study_support_for_the_aging Wed 3 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_wins_grant_to_fund_center_to_study_support_for_the_aging Head of Johns Hopkins Schizophrenia Center Named Sachiko Kuno and Ryuji Ueno Innovation Professor - 12/3/14 Akira Sawa, M.D., Ph.D., a professor in the Department of Psychiatry and Behavorial Sciences and director of the Johns Hopkins Schizophrenia Center, has been named the inaugural Sachiko Kuno and Ryuji Ueno Innovation Professor, endowed by scientists, biotech entrepreneurs and philanthropists Ryuji Ueno and Sachiko Kuno. http://www.hopkinsmedicine.org/news/media/releases/head_of_johns_hopkins_schizophrenia_center_named_sachiko_kuno_and_ryuji_ueno_innovation_professor Wed 3 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/head_of_johns_hopkins_schizophrenia_center_named_sachiko_kuno_and_ryuji_ueno_innovation_professor Trial Shows New Imaging System May Cut X-Ray Exposure for Liver Cancer Patients - 12/1/14 Johns Hopkins researchers report that their test of an interventional X-ray guidance device approved by the U.S. Food and Drug Administration in 2013 has the potential to reduce the radiation exposure of patients undergoing intra-arterial therapy (IAT) for liver cancer. http://www.hopkinsmedicine.org/news/media/releases/trial_shows_new_imaging_system_may_cut_x_ray_exposure_for_liver_cancer_patients Mon 1 Dec 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/trial_shows_new_imaging_system_may_cut_x_ray_exposure_for_liver_cancer_patients Media Advisory: Johns Hopkins Docs and Researchers Explain Why You and Your Family Should Get Vaccinated Against the Flu - 11/26/14 The flu shot remains critically important to fight off the influenza virus, both around the world and in your home, say doctors and researchers at the Johns Hopkins University School of Medicine, who encourage people 6 months of age and older to get vaccinated against this year’s influenza virus. http://www.hopkinsmedicine.org/news/media/releases/media_advisory_johns_hopkins_docs_and_researchers_explain_why_you_and_your_family_should_get_vaccinated_against_the_flu Wed 26 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/media_advisory_johns_hopkins_docs_and_researchers_explain_why_you_and_your_family_should_get_vaccinated_against_the_flu Health Care Pros Confirm It: Coordinating Care of Older Adults Moving Across Treatment Remains a Problem with No Easy Answers - 11/25/14 In what is believed to be the first interview-style qualitative study of its kind among health care providers in the trenches, a team led by a Johns Hopkins geriatrician has further documented barriers to better care of older adults as they are transferred from hospital to rehabilitation center to home, and too often back again. http://www.hopkinsmedicine.org/news/media/releases/health_care_pros_confirm_it_coordinating_care_of_older_adults_moving_across_treatment_remains_a_problem_with_no_easy_answers Tue 25 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/health_care_pros_confirm_it_coordinating_care_of_older_adults_moving_across_treatment_remains_a_problem_with_no_easy_answers Six Johns Hopkins Researchers Named Fellows of the American Association for the Advancement of Science - 11/25/14 Six Johns Hopkins University researchers have been elected by their peers as Fellows of the American Association for the Advancement of Science (AAAS). http://www.hopkinsmedicine.org/news/media/releases/six_johns_hopkins_researchers_named_fellows_of_the_american_association_for_the_advancement_of_science Tue 25 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/six_johns_hopkins_researchers_named_fellows_of_the_american_association_for_the_advancement_of_science Researchers Tease Out Glitches in Immune System's Self-Recognition - 11/21/14 Immunity is a thankless job. http://www.hopkinsmedicine.org/news/media/releases/researchers_tease_out_glitches_in_immune_systems_self_recognition Fri 21 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/researchers_tease_out_glitches_in_immune_systems_self_recognition Out of India - 11/20/14 Working at the edge of a coal mine in India, a team of Johns Hopkins researchers and colleagues have filled in a major gap in science’s understanding of the evolution of a group of animals that includes horses and rhinos. http://www.hopkinsmedicine.org/news/media/releases/out_of_india Thu 20 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/out_of_india Study: Obesity Fuels Silent Heart Damage - 11/20/14 Using an ultrasensitive blood test to detect the presence of a protein that heralds heart muscle injury, researchers from Johns Hopkins and elsewhere have found that obese people without overt heart disease experience silent cardiac damage that fuels their risk for heart failure down the road. http://www.hopkinsmedicine.org/news/media/releases/study_obesity_fuels_silent_heart_damage Thu 20 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/study_obesity_fuels_silent_heart_damage Scientists Map Mouse Genome's 'Mission Control Centers' - 11/19/14 When the mouse and human genomes were catalogued more than 10 years ago, an international team of researchers set out to understand and compare the “mission control centers” found throughout the large stretches of DNA flanking the genes. http://www.hopkinsmedicine.org/news/media/releases/scientists_map_mouse_genomes_mission_control_centers Wed 19 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/scientists_map_mouse_genomes_mission_control_centers Johns Hopkins News Tips from the American Heart Association Scientific Sessions, November 15-19, Chicago - 11/19/14 Results of a 10-year multicenter study of more than 3,900 middle-aged and older adults add new, stronger evidence that lack of calcium deposits in the arteries portends a very low risk of heart attack and stroke over the long term — a finding that could play a prominent role in treatment decisions for patients with borderline risk profiles. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_news_tips_from_the_american_heart_association_scientific_sessions_nov_15_19_chicago Wed 19 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_news_tips_from_the_american_heart_association_scientific_sessions_nov_15_19_chicago Blood Vessel Receptor That Responds To Light May Be New Target For Vascular Disease Treatments - 11/17/14 A team of researchers from Johns Hopkins Medicine has discovered a receptor on blood vessels that causes the vessel to relax in response to light, making it potentially useful in treating vascular diseases. http://www.hopkinsmedicine.org/news/media/releases/blood_vessel_receptor_that_responds_to_light_may_be_new_target_for_vascular_disease_treatments_ Mon 17 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/blood_vessel_receptor_that_responds_to_light_may_be_new_target_for_vascular_disease_treatments_ Johns Hopkins Medicine Building Bridges to Healthier India - 11/17/14 The Center for Clinical Global Health Education (CCGHE) at Johns Hopkins Medicine, with significant financial support from the Ujala Foundation and the Wyncote Foundation, has named eight new scholars to improve health care in India, with a particular focus on fighting tuberculosis. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_medicine_building_bridges_to_healthier_india Mon 17 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_medicine_building_bridges_to_healthier_india Patients Say Experience Trumps Convenience When Choosing a Cancer Surgeon - 11/14/14 When choosing a cancer surgeon, patients are more likely to prefer surgeons with specialized training and lots of experience far more than those who practice in a convenient location or were recommended by a friend, according to results of a new survey reported in the November issue of the Annals of Surgical Oncology. http://www.hopkinsmedicine.org/news/media/releases/patients_say_experience_trumps_convenience_when_choosing_a_cancer_surgeon Fri, 14 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/patients_say_experience_trumps_convenience_when_choosing_a_cancer_surgeon Three Johns Hopkins Medicine Hospitals Named Top Performers in Quality Improvement from the Joint Commission - 11/14/14 Three Johns Hopkins Medicine hospitals are recipients of The Joint Commission’s 2013 Top Performer on Key Quality Measures award. http://www.hopkinsmedicine.org/news/media/releases/three_johns_hopkins_medicine_hospitals_named_top_performers_in_quality_improvement_from_the_joint_commission Fri, 14 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/three_johns_hopkins_medicine_hospitals_named_top_performers_in_quality_improvement_from_the_joint_commission Sickle Cell 'Trait' Linked to Chronic Kidney Disease - 11/13/14 Sickle cell trait (SCT), an inherited condition marked by having a single copy of the sickle cell gene but not the two copies needed to cause sickle cell disease (SCD), may raise the risk of chronic kidney disease, according to results of a large study led by researchers from Johns Hopkins, the University of North Carolina at Chapel Hill, the University of Mississippi Medical Center, the Fred Hutchinson Cancer Research Center and the University of Washington School of Public Health. http://www.hopkinsmedicine.org/news/media/releases/sickle_cell_trait_linked_to_chronic_kidney_disease Thu, 13 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/sickle_cell_trait_linked_to_chronic_kidney_disease How Adult Fly Testes Keep From Changing Into Ovaries - 11/13/14 New research in flies shows how cells in adult reproductive organs maintain their sexual identity. http://www.hopkinsmedicine.org/news/media/releases/how_adult_fly_testes_keep_from_changing_into_ovaries_ Thu, 13 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/how_adult_fly_testes_keep_from_changing_into_ovaries_ Johns Hopkins Medicine Warns Consumers and Small Businesses about Certain UnitedHealthcare Products on the Maryland Health Benefit Exchange - 11/13/14 A few days before open enrollment begins on the Maryland Health Connection website, one of the state’s premiere health care providers, Johns Hopkins Medicine, is voicing concern that its providers will not be available to individuals who select certain UnitedHealthcare products offered on the Maryland Health Benefit Exchange and other state exchanges. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_medicine_warns_consumers_and_small_businesses_about_certain_unitedhealthcare_products_on_the_maryland_health_benefit_exchange Thu, 13 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_medicine_warns_consumers_and_small_businesses_about_certain_unitedhealthcare_products_on_the_maryland_health_benefit_exchange Dr. Lisa Cooper Wins Award from the Association of American Medical Colleges - 11/10/14 Lisa Cooper, M.D., M.P.H., director of the Johns Hopkins Center to Eliminate Cardiovascular Health Disparities, has been named the 2014 recipient of the Herbert W. Nickens Award by the Association of American Medical Colleges (AAMC). http://www.hopkinsmedicine.org/news/media/releases/dr_lisa_cooper_wins_award_from_the_association_of_american_medical_colleges Mon, 10 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/dr_lisa_cooper_wins_award_from_the_association_of_american_medical_colleges Preliminary Study Suggests Zinc May Help Diabetics - 11/10/14 Researchers at the Johns Hopkins University School of Medicine and elsewhere have found that genetic differences may account for why zinc supplements are more beneficial to some people than to others for the prevention and control of diabetes. http://www.hopkinsmedicine.org/news/media/releases/preliminary_study_suggests_zinc_may_help_diabetics Mon, 10 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/preliminary_study_suggests_zinc_may_help_diabetics Getting to the Heart of the Heart - 11/5/14 For years, a multidisciplinary team of Johns Hopkins researchers has tracked an elusive creature, a complex of proteins thought to be at fault in some cases of sudden cardiac death. http://www.hopkinsmedicine.org/news/media/releases/getting_to_the_heart_of_the_heart Wed, 5 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/getting_to_the_heart_of_the_heart Shutting Down Energy to Brain Cancer - 11/4/14 A multicenter team of researchers has identified an enzyme key to the survival and spread of glioblastoma cancer cells that is not present in healthy brain cells, making the enzyme a promising therapeutic target. http://www.hopkinsmedicine.org/news/media/releases/shutting_down_energy_to_brain_cancer Tue, 4 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/shutting_down_energy_to_brain_cancer Media Advisory: Johns Hopkins and CDC Ebola Training Modules for Health Care Workers Now Available - 11/4/14 The Ebola virus disease training modules for health care workers developed in collaboration between experts at Johns Hopkins Medicine and the Centers for Disease Control and Prevention (CDC) are now available. http://www.hopkinsmedicine.org/news/media/releases/media_advisory_johns_hopkins_and_cdc_ebola_training_modules_for_health_care_workers_now_available Tue, 4 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/media_advisory_johns_hopkins_and_cdc_ebola_training_modules_for_health_care_workers_now_available New Insight into the Neuroscience of Choking under Pressure - 11/4/14 Everyone knows the scene: a basketball player at the free throw line, bouncing the ball as he concentrates on the basket. http://www.hopkinsmedicine.org/news/media/releases/new_insight_into_the_neuroscience_of_choking_under_pressure Tue, 4 Nov 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/new_insight_into_the_neuroscience_of_choking_under_pressure Poop Color Screening Could Prevent Deaths, Avert Liver Transplants and Lower Treatment Costs in Babies with Rare Liver Disease - 10/27/14 Paying attention to the color of a newborn’s poop can mean the difference between life and death for babies with the rare liver disorder biliary atresia — the leading cause of liver transplants in children. http://www.hopkinsmedicine.org/news/media/releases/poop_color_screening_could_prevent_deaths_avert_liver_transplants_and_lower_treatment_costs_in_babies_with_rare_liver_disease Mon, 27 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/poop_color_screening_could_prevent_deaths_avert_liver_transplants_and_lower_treatment_costs_in_babies_with_rare_liver_disease Study Documents Millions in Unused Medical Supplies in U.S. Operating Rooms Each Year - 10/27/14 A Johns Hopkins research team reports that major hospitals across the U.S. collectively throw away at least $15 million a year in unused operating room surgical supplies that could be salvaged and used to ease critical shortages, improve surgical care and boost public health in developing countries. http://www.hopkinsmedicine.org/news/media/releases/study_documents_millions_in_unused_medical_supplies_in_us_operating_rooms_each_year Mon, 27 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/study_documents_millions_in_unused_medical_supplies_in_us_operating_rooms_each_year Algae in Your Throat? Scientists Discover Algae Virus in Humans - 10/27/14 Scientists from Johns Hopkins and the University of Nebraska have discovered an algae virus never before seen in the throats of healthy people that may subtly alter a range of cognitive functions including visual processing and spatial orientation in those who harbor it. http://www.hopkinsmedicine.org/news/media/releases/algae_in_your_throat_scientists_discover_algae_virus_in_humans_ Mon, 27 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/algae_in_your_throat_scientists_discover_algae_virus_in_humans_ Blood Vessel Growth in the Brain Relies on a Protein Found in Tumor Blood Vessels - 10/27/14 Do blood vessels that feed tumors differ from other blood vessels? http://www.hopkinsmedicine.org/news/media/releases/blood_vessel_growth_in_the_brain_relies_on_a_protein_found_in_tumor_blood_vessels Mon, 27 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/blood_vessel_growth_in_the_brain_relies_on_a_protein_found_in_tumor_blood_vessels How Cells Know Which Way To Go - 10/27/14 A common protein plays a different role than previously thought in the opening and closing of channels that let ions flow in and out of our cells, researchers at Johns Hopkins report. http://www.hopkinsmedicine.org/news/media/releases/how_cells_know_which_way_to_go Mon, 27 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/how_cells_know_which_way_to_go Study Gives New View On How Cells Control What Comes In And Out - 10/24/14 A common protein plays a different role than previously thought in the opening and closing of channels that let ions flow in and out of our cells, researchers at Johns Hopkins report. http://www.hopkinsmedicine.org/news/media/releases/study_gives_new_view_on_how_cells_control_what_comes_in_and_out Fri, 24 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/study_gives_new_view_on_how_cells_control_what_comes_in_and_out CDC and Johns Hopkins Collaborate to Develop Ebola Training Module for Nurses, Physicians and Health Care Workers - 10/24/14 Johns Hopkins Medicine has collaborated with the Centers for Disease Control and Prevention to design an interactive Web-based learning program that guides health care workers, nurses and physicians through government-approved protocols to aid clinicians as they provide care to patients who may be at risk of contracting the Ebola virus. http://www.hopkinsmedicine.org/news/media/releases/cdc_and_johns_hopkins_collaborate_to_develop_ebola_training_module_for_nurses_physicians_and_health_care_workers Fri, 24 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/cdc_and_johns_hopkins_collaborate_to_develop_ebola_training_module_for_nurses_physicians_and_health_care_workers Study Identifies Best Way to Treat Neck Pain - 10/23/14 A multicenter study of 169 men and women with a common form of neck pain suggests that both spinal steroid injections and conservative treatment with physical therapy and painkillers work equally well to relieve pain in the short term. http://www.hopkinsmedicine.org/news/media/releases/study_identifies_best_way_to_treat_neck_pain Thu, 23 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/study_identifies_best_way_to_treat_neck_pain A Real-Time Tracking System Developed to Monitor Dangerous Bacteria Inside the Body - 10/22/14 Combining a PET scanner with a new chemical tracer that selectively tags specific types of bacteria, Johns Hopkins researchers working with mice report they have devised a way to detect and monitor in real time infections with a class of dangerous Gram-negative bacteria. http://www.hopkinsmedicine.org/news/media/releases/a_real_time_tracking_system_developed_to_monitor_dangerous_bacteria_inside_the_body Wed, 22 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/a_real_time_tracking_system_developed_to_monitor_dangerous_bacteria_inside_the_body Johns Hopkins And Morgan State Team Up To Train A More Diverse Biomedical Workforce - 10/22/14 Morgan State University has been awarded a $23.3 million grant, the National Institutes of Health (NIH) announced today. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_and_morgan_state_team_up_to_train_a_more_diverse_biomedical_workforce Wed, 22 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_and_morgan_state_team_up_to_train_a_more_diverse_biomedical_workforce Johns Hopkins Kimmel Cancer Center Awarded $1.7 Million Grant to Fund Programs for Young Women with Breast Cancer - 10/20/14 The Centers for Disease Control and Prevention’s (CDC’s) Division of Cancer Prevention and Control (DCPC) has awarded the Johns Hopkins Kimmel Cancer Center’s Breast Cancer Program a $1.7 million grant over five years to fund educational programs, enhance support and increase awareness for young women diagnosed with breast cancer. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_kimmel_cancer_center_awarded_17_million_grant_to_fund_programs_for_young_women_with_breast_cancer Mon, 20 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_kimmel_cancer_center_awarded_17_million_grant_to_fund_programs_for_young_women_with_breast_cancer Five Common Questions About Ebola Virus Disease (EVD) - 10/16/14 With the heightened media coverage of the Ebola virus disease outbreak, it's only natural to feel anxious about it. http://www.hopkinsmedicine.org/news/media/releases/five_common_questions_about_ebola_virus_disease_evd_ Thu, 16 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/five_common_questions_about_ebola_virus_disease_evd_ Johns Hopkins Named a 'Leader in LGBT Healthcare Equality' by National Survey - 10/15/14 The Johns Hopkins Hospital has been recognized as a Leader in LGBT Healthcare Equality by the Human Rights Campaign (HRC) Foundation, the educational arm of the country’s largest lesbian, gay, bisexual and transgender (LGBT) civil rights organization. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_named_a_leader_in_lgbt_healthcare_equality_by_national_survey Wed, 15 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_named_a_leader_in_lgbt_healthcare_equality_by_national_survey The Johns Hopkins Hospital Adds More Private Patient Rooms with Recent Renovation - 10/15/14 Nelson/Harvey Building renovations at The Johns Hopkins Hospital in East Baltimore are complete after a nearly 24-month construction project to completely modernize the two buildings originally built in 1977. http://www.hopkinsmedicine.org/news/media/releases/the_johns_hopkins_hospital_adds_more_private_patient_rooms_with_recent_renovation Wed, 15 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/the_johns_hopkins_hospital_adds_more_private_patient_rooms_with_recent_renovation Media Advisory: The Johns Hopkins Hospital Celebrates Completion of Hospital Renovation Project - 10/13/14 The Johns Hopkins Hospital celebrates with a ribbon-cutting ceremony the completion of another significant step in its East Baltimore campus redevelopment project. http://www.hopkinsmedicine.org/news/media/releases/media_advisory_the_johns_hopkins_hospital_celebrates_completion_of_hospital_renovation_project Mon, 13 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/media_advisory_the_johns_hopkins_hospital_celebrates_completion_of_hospital_renovation_project $250,000 for Bladder Cancer Research Grants Announced Oct. 15 - 10/13/14 Five bladder cancer experts will be awarded research grants totaling $250,000 from the Johns Hopkins Greenberg Bladder Cancer Institute on Oct. 15. http://www.hopkinsmedicine.org/news/media/releases/250000_for_bladder_cancer_research_grants_announced_oct_15 Mon, 13 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/250000_for_bladder_cancer_research_grants_announced_oct_15 Chemical Derived from Broccoli Sprouts Shows Promise in Treating Autism - 10/13/14 Results of a small clinical trial suggest that a chemical derived from broccoli sprouts — and best known for claims that it can help prevent certain cancers — may ease classic behavioral symptoms in those with autism spectrum disorders (ASDs). http://www.hopkinsmedicine.org/news/media/releases/chemical_derived_from_broccoli_sprouts_shows_promise_in_treating_autism Mon, 13 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/chemical_derived_from_broccoli_sprouts_shows_promise_in_treating_autism Johns Hopkins Medicine Announces Healthy Beverage Initiative - 10/10/14 Johns Hopkins Medicine announces the start of its Healthy Beverage Initiative, a program designed to ensure that beverages containing relatively low levels of sugar are more readily available in the hospital cafeterias, vending machines and retail outlets on many Johns Hopkins Medicine campuses. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_medicine_announces_healthy_beverage_initiative Thu, 9 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_medicine_announces_healthy_beverage_initiative Fetal Heart Rate Monitoring Fails to Detect Brain Injury, Study Finds - 10/9/14 Researchers at Johns Hopkins have added to evidence that continuous electronic fetal heart rate monitoring, widely used during maternal labor, has so many false positive readings that it is unable to reliably identify fetal brain injury caused by oxygen deficiency. http://www.hopkinsmedicine.org/news/media/releases/fetal_heart_rate_monitoring_fails_to_detect_brain_injury_study_finds Thu, 9 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/fetal_heart_rate_monitoring_fails_to_detect_brain_injury_study_finds Mouse Version of an Autism Spectrum Disorder Improves When Diet Includes a Synthetic Oil - 10/9/14 When young mice with the rodent equivalent of a rare autism spectrum disorder (ASD), called Rett syndrome, were fed a diet supplemented with the synthetic oil triheptanoin, they lived longer than mice on regular diets. http://www.hopkinsmedicine.org/news/media/releases/mouse_version_of_an_autism_spectrum_disorder_improves_when_diet_includes_a_synthetic_oil Thu, 9 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/mouse_version_of_an_autism_spectrum_disorder_improves_when_diet_includes_a_synthetic_oil Johns Hopkins Medicine Researchers Approved for Funding to Improve Patient Outcomes - 10/9/14 Dorothy Roberts, author of Fatal Invention: How Science, Politics, and Big Business Recreate Race in the Twenty-First Century, will deliver the keynote address at the fifth annual Henrietta Lacks Memorial Lecture this Saturday, Oct. 11, at 9 a.m. in Turner Auditorium on the campus of the Johns Hopkins Hospital and School of Medicine. http://www.hopkinsmedicine.org/news/media/releases/fifth_annual_henrietta_lacks_memorial_lecture_at_johns_hopkins Thu, 9 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/fifth_annual_henrietta_lacks_memorial_lecture_at_johns_hopkins Johns Hopkins Medicine Researchers Approved for Funding to Improve Patient Outcomes - 10/9/14 Two Johns Hopkins University School of Medicine faculty members have been approved for research funding totaling almost $5 million from the Patient-Centered Outcomes Research Institute (PCORI). http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_medicine_researchers_approved_for_funding_to_improve_patient_outcomes_ Thu, 9 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_medicine_researchers_approved_for_funding_to_improve_patient_outcomes_ Cellular 'Power Grid' Failure Triggers Abnormal Heart Rhythms After a Heart Attack - 10/8/14 Heart attack survivors often experience dangerous heart rhythm disturbances during treatment designed to restore blood flow to the injured heart muscle, a common and confounding complication of an otherwise lifesaving intervention. http://www.hopkinsmedicine.org/news/media/releases/cellular_power_grid_failure_triggers_abnormal_heart_rhythms_after_a_heart_attack Wed, 8 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/cellular_power_grid_failure_triggers_abnormal_heart_rhythms_after_a_heart_attack Researchers Find Link Between Tobacco Use and Viral Infection That Causes Oral Cancers - 10/8/14 Johns Hopkins scientists have shown a strong association between tobacco use or exposure and infection with oral human papillomavirus type 16 (HPV16), the sexually transmitted virus responsible for mouth and throat cancers worldwide. http://www.hopkinsmedicine.org/news/media/releases/researchers_find_link_between_tobacco_use_and_viral_infection_that_causes_oral_cancers Wed, 8 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/researchers_find_link_between_tobacco_use_and_viral_infection_that_causes_oral_cancers Johns Hopkins Wins Multimillion-Dollar Grant to Lead Development of Anti-HIV Enema - 10/8/14 The National Institutes of Health have awarded $21 million to researchers at the Johns Hopkins University School of Medicine and seven other institutions to develop an antimicrobial solution that prevents HIV infection following anal intercourse. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_wins_multimillion_dollar_grant_to_lead_development_of_anti_hiv_enema Wed, 8 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_wins_multimillion_dollar_grant_to_lead_development_of_anti_hiv_enema Becoming the Dolphin - 10/7/14 A multidisciplinary team at Johns Hopkins has used the principles of neuroscience to hijack our sense of what is and isn’t real. http://www.hopkinsmedicine.org/news/media/releases/becoming_the_dolphin Tue, 7 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/becoming_the_dolphin Two-Day Drug Regimen Enough to Control Severe Immune Disease After Some Bone Marrow Transplants - 10/7/14 Johns Hopkins and other cancer researchers report that a very short course of a chemotherapy drug, called cyclophosphamide, not only can prevent a life-threatening immune response in some bone marrow transplant recipients, but also can eliminate such patients’ need for the usual six months of immune suppression medicines commonly prescribed to prevent severe forms of this immune response. http://www.hopkinsmedicine.org/news/media/releases/two_day_drug_regimen_enough_to_control_severe_immune_disease_after_some_bone_marrow_transplants Tue, 7 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/two_day_drug_regimen_enough_to_control_severe_immune_disease_after_some_bone_marrow_transplants 'Unsung' Cells Double the Benefits of a New Osteoporosis Drug - 10/6/14 Experiments in mice with a bone disorder similar to that in women after menopause show that a scientifically overlooked group of cells are likely crucial to the process of bone loss caused by the disorder, according to Johns Hopkins researchers. http://www.hopkinsmedicine.org/news/media/releases/unsung_cells_double_the_benefits_of_a_new_osteoporosis_drug Mon, 6 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/unsung_cells_double_the_benefits_of_a_new_osteoporosis_drug Johns Hopkins Pediatrician Wins NIH Transformative Research Award - 10/6/14 Johns Hopkins Children's Center infectious disease specialist Sanjay Jain, M.D., has earned a Transformative Research Award from the National Institutes of Health (NIH) for his ongoing work to design a new noninvasive imaging method that can rapidly identify a wide variety of bacterial infections and monitor their response to treatment in real time. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_pediatrician_wins_nih_transformative_research_award Mon, 6 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_pediatrician_wins_nih_transformative_research_award Drug Treats Inherited Form of Intellectual Disability in Mice - 10/3/14 Studying mice with a genetic change similar to what is found in Kabuki syndrome, an inherited disease of humans, Johns Hopkins researchers report they have used an anticancer drug to \"open up\" DNA and improve mental function. http://www.hopkinsmedicine.org/news/media/releases/drug_treats_inherited_form_of_intellectual_disability_in_mice Fri, 3 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/drug_treats_inherited_form_of_intellectual_disability_in_mice Johns Hopkins Otolaryngologist Leads Panel On New Tinnitus Guidelines - 10/1/14 Tinnitus or ringing in the ears — a phantom sound with no identifiable external source — affects millions of Americans, some of them chronically. http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_otolaryngologist_leads_panel_on_new_tinnitus_guidelines__ Wed, 1 Oct 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/johns_hopkins_otolaryngologist_leads_panel_on_new_tinnitus_guidelines__ Team Will Use BRAIN Initiative Grant To Design Next-Generation Imaging Technology - 9/30/14 Neuroimaging scientists at The Johns Hopkins University and the University of Copenhagen are leading a team that received a $1.5 million grant from the Obama administration’s Brain Research through Advancing Innovative Neurotechnologies (BRAIN) Initiative to create a next-generation brain imaging system. http://www.hopkinsmedicine.org/news/media/releases/team_will_use_brain_initiative_grant_to_design_next_generation_imaging_technology Tue, 30 Sep 2014 12:00:00 GMT true http://www.hopkinsmedicine.org/news/media/releases/team_will_use_brain_initiative_grant_to_design_next_generation_imaging_technology", "segment": "20171124151548", "digest": "1.0 utf-8 2.0 http://www.w3.org/2005/Atom Johns Hopkins Medicine News http://www.hopkinsmedicine.org/Press_releases/index.html News about Johns Hopkins Medicine activities in patient care, research...", "host": "www.hopkinsmedicine.org", "favorite_count": 0, "content_length": "219346", "timestamp": "2017-11-24T15:45:45.194Z", "virtual_host": [], "created": "2017-11-24T15:45:45.194Z", "label": [], "doc_id": "582e060d99b04af9bc09743202c6c0b9", "url": "https://www.hopkinsmedicine.org/RSS/HopkinsRSS.xml", "site": "www.hopkinsmedicine.org/RSS/HopkinsRSS.xml", "filename": "HopkinsRSS.xml", "config_id": "WAV_umH_VG2FTSbXh_VE4", "parent_id": "https:%2F%2Fwww.hopkinsmedicine.org%2Findex.html;role=Rguest", "anchor": "", "mimetype": "text/xml", "boost": "1.0"}