{"filetype": "pdf", "expires": "2017-12-27T11:10:13.623Z", "role": ["Rguest"], "click_count": 0, "title": "release_gta___itb2015_21oct_final_0.pdf", "content": "MEDIA RELEASE Powering global travel Singapore, 21 October 2015 GTA powers global travel differently for trade customers with pop-up stand at ITB Asia Every booking counts with leading global travel wholesaler GTA as it extends g shop rewards programme for travel agents across Asia GTA, part of the Kuoni Group, announced today it will focus on investment in areas that deliver the most value for travel agents catering to the fully independent travel (FIT) customer. Its booth at ITB Asia will transform into a g shop pop-up stand, inviting all travel trade buyers to experience first-hand, how “every booking counts”. By extending its g shop rewards programme across all Asia and Middle East source markets, travel agents can register online with g shop at http://gshop-gta.com to earn points with every booking a client makes, and redeem their points for fantastic rewards like smartphones, tablets, shopping vouchers, theme park tickets and hotel stays. As GTA continues to build deeper relationships throughout its global network, the company has decided to scale back on its participation as an exhibitor in future tradeshows. Daryl Lee, GTA’s Regional Vice President of Sales & Marketing for Asia Pacific, Middle East and Africa, says: “We are one of the world’s largest travel suppliers for fully independent travel (FIT) and our agents book nearly14 million room nights annually through GTA. What better way to show our partners that every booking counts by directly rewarding them for their results. GTA will continue to invest in people, technology, service and the digitalisation of our business, expanding our global travel agent loyalty programme g shop with more exciting rewards.” On the decision to stop participating at tradeshows, Lee commented: “As our global sales and sourcing network connect with clients and suppliers around the world more frequently, using innovative new ways to connect, we have decided to scale back on our participation at tradeshows as we find that we are now less reliant on these events for trade outreach.” First launched across 11 Asian countries in 2012, GTA continued to expand g shop for the Middle Eastern and African travel trade in May 2015 at the Arabian Travel Mart. The g shop today has over 16,000 registered users. Since its inception, nearly US$4 million in rewards has been given away. From 21 to 23 October, 10am-5pm, buyers (travel agents) can visit the GTA g shop pop-up stand at Booth E47 at ITB Asia 2015 (Hall F, B2, Sands Expo Convention Center, Marina Bay Sands Singapore), and participate in a lucky draw to win attractive g shop prizes. Lucky draw prizes include iPhone 6s, iPad Air, Apple watches and hotel stays in Hong Kong, Indonesia, Japan, Malaysia and Singapore. See Annex A for full list of 15 participating hotels. Powering global travel for 40 years, GTA supports the biggest and the best in the fully independent travel industry. GTA’s ability to innovate and its technology solutions connect travel suppliers and sellers worldwide. Travel wholesalers, retail and online travel agents, tour operators and consolidators worldwide can easily access its wide range of products from MEDIA RELEASE Page 2 Powering global travel more than 45,000 suppliers in over 185 countries, allowing them to create profitable travel experiences with GTA’s vast portfolio of global travel content. -ends- About GTA Powering global travel, GTA provides ground travel products and services for fully independent travel, supporting the biggest and best in travel. Part of the Kuoni Group, GTA is trusted to deliver because of its wealth of experience, privileged relationships and on the ground expertise. Its technology solutions easily connect travel suppliers and sellers worldwide. As well as its XML, booking sites – GTA retail, TravelCube and Travel Bound, as well as GTA wholesale – process over 21,000 bookings daily, in more than 25 languages. Connect now with GTA. www.gta-travel.com Media enquiries: Kevin Khor Head of Marketing, Asia GTA Kevin.khor@gta-travel.com DID +65 6500 1764 / Mobile +65 9002 7250 Additional comments: Participating hotels where g shop lucky draw winners can win a hotel stay at: Grand Hyatt Hong Kong The Park Lane Hong Kong, A Pullman Hotel Holiday Inn Resort Penang GTower Hotel Kuala Lumpur Best Western Hotel Fino Sapporo Rhino Hotel Kyoto Gracery Shinjuku Hotel Nikko Fukuoka Tokyo Marriott Andaz Tokyo The Westin Singapore Intercontinental Midplaza Jakarta Sari Pan Pacific Jakarta Four Points by Sheraton Bali Alaya Resort Kuta D:20151029200659+01'00' Kuoni Travel Ltd. Adobe PDF Library 10.0 D:20151029190638 Scherer, Anna Acrobat PDFMaker 10.0 for Word D:20151029200701+01'00'", "segment": "20171127111006", "digest": "MEDIA RELEASE Powering global travel Singapore, 21 October 2015 GTA powers global travel differently for trade customers with pop-up stand at ITB Asia Every booking counts with leading global trave...", "host": "www.gta-travel.com", "favorite_count": 0, "last_modified": "2016-03-15T09:24:49.000Z", "content_length": "546320", "timestamp": "2016-03-15T09:24:49.000Z", "virtual_host": [], "thumbnail": "http://www.gta-travel.com/docs/release_gta___itb2015_21oct_final_0.pdf", "created": "2017-11-27T11:28:56.008Z", "label": [], "doc_id": "d17e18e0d15f4f6485f4960b10625a00", "url": "http://www.gta-travel.com/docs/release_gta___itb2015_21oct_final_0.pdf", "site": "www.gta-travel.com/docs/release_gta___itb2015_2...", "filename": "release_gta___itb2015_21oct_final_0.pdf", "config_id": "WAV_9JSGyG2FTSbXh_WEt", "parent_id": "http:%2F%2Fwww.gta-travel.com%2Fen%2Fnews%2Fmedia-centre%2Fnews-from-2015;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}