{"filetype": "pdf", "expires": "2017-12-24T15:15:57.012Z", "role": ["Rguest"], "click_count": 0, "title": "jhgs_greenspring_directions.pdf", "content": "Johns Hopkins at Green Spring Station Falls and Joppa Roads • Lutherville, MD 21093 If you have any questions or need assistance, please call our offices at 410-583-2727 How to find us! F alls R oad F alls R o ad Timonium Road Seminary Road 695 695 83 83 25 Johns Hopkins at Green Spring Station Station Drive Exit 23B Joppa Road Welcome! Our patient friendly environment fosters the kind of one- on-one relationship you want with your doctor. Our physicians include Internists and Pediatricians, as well as specialists in Cardiology, Dermatology, Endocrinology, Gastroenterology, Neurology, Oncology, Ophthalmology, Orthopedics, Otolaryngology, Plastic Surgery, Physical Medicine and Rehabilitation, Rheumatology, Surgery, Urology and Women's Health. Special services include Radiology, Laboratory Services, a Sports Medicine Group, an Outpatient Rehabilitation Facility, a Medical and Radiation Oncology Center, Weight Management Center, Audiologists, and Patient First, a walk-in urgent care center open from 8 a.m. to 10 p.m., 365 days a year. A coffee bar, pharmacy and optical shop also are available. From the North m Follow I-83 South to I-695 West, stay in the right hand lane. m Continue to follow I-83 South as you bear right off I-695 onto Exit 23B, Falls Road (MD 25 North). From the South m Follow Interstate I-83 North. m As it splits to join I-695, stay to the left, this road becomes Falls Road (MD 25 North). From Falls Road (MD 25 North) m Follow Falls Road North to the second traffic light. m Turn right onto Station Drive. m As you enter the complex, the Falls and Joppa Concourses are located on the right. Continue straight ahead to reach Pavilions I and II. Parking is free and plentiful. By Public Transportation Mass Transit information • 410-539-5000 The MTA M10 bus stops on the campus of Green Spring Station. A free shuttle for patients operates every hour between Green Spring Station and the Johns Hopkins Outpatient Center in downtown Baltimore. Directions to our Green Spring Station Location JHGS 9000 NL (REV11/08) D:20081201173736-05'00' QuarkXPress(tm) 6.5 QuarkXPress(tm) 6.5 D:20081201173835-05'00'", "segment": "20171124151548", "digest": "Johns Hopkins at Green Spring Station Falls and Joppa Roads • Lutherville, MD 21093 If you have any questions or need assistance, please call our offices at 410-583-2727 How to find us! F alls R oa...", "host": "www.hopkinsmedicine.org", "favorite_count": 0, "content_length": "735365", "timestamp": "2017-11-24T15:49:37.032Z", "virtual_host": [], "thumbnail": "https://www.hopkinsmedicine.org/directions/_pdfs/jhgs_greenspring_directions.pdf", "created": "2017-11-24T15:49:37.032Z", "label": [], "doc_id": "25aab319699b4644bf1f4477d2399e0b", "url": "https://www.hopkinsmedicine.org/directions/_pdfs/jhgs_greenspring_directions.pdf", "site": "www.hopkinsmedicine.org/directions/_pdfs/jhgs_g...", "filename": "jhgs_greenspring_directions.pdf", "config_id": "WAV_umH_VG2FTSbXh_VE4", "parent_id": "https:%2F%2Fwww.hopkinsmedicine.org%2Fdirections%2Findex.html;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}