{"filetype": "pdf", "expires": "2017-12-24T15:15:57.012Z", "role": ["Rguest"], "click_count": 0, "title": "2017JAN-media-center-about-us.pdf", "content": "About Travelport Travelport (NYSE: TVPT) is a Travel Commerce Platform providing distribution, technology, payment and other solutions for the $7 trillion global travel and tourism industry. We enable the world to search, share, buy and sell travel. Travelport provides air distribution services to over 400 airlines globally, including low cost carriers (LCCs). Beyond Air travel providers, including 650,000+ hotel properties (of which over 550,000 are independent hotel properties). Over 37,000 car rental locations and 50 cruise and tour operators. We aggregate this travel content to more than 68,000 travel agencies, 1000s of corporations and developers who create travel websites and apps. With a presence in approximately 180 countries and over 4,000 employees, our 2016 net revenue was over $2.2 billion. Travelport is listed on the New York Stock Exchange (NYSE): TVPT. Truly differentiated from our competitors We believe that several aspects of our approach to travel commerce fundamentally differentiate us from our competitors. These include: — our focus on redefining air distribution and commerce, enabling our airline customers to distribute all of their fares and ancillary services, and market them through the travel agency channel, exactly the way they choose. — our fast-growing Beyond Air portfolio, including our industry-leading hotel content and our automated B2B payments solution with a large addressable market. — our emphasis on a value-based partnership approach with travel providers and travel buyers alike, that allows us to increase the revenue and profitability of every segment sold. Travelport is comprised of: A Travel Commerce Platform through which it facilitates travel commerce by connecting the world’s leading travel providers with online and offline travel buyers in a proprietary business to business (“B2B”) travel marketplace. In addition, Travelport has leveraged its domain expertise in the travel industry to design a pioneering B2B payment solution that addresses the needs of travel intermediaries to efficiently and securely settle travel transactions. Technology Services through which it provides critical IT services to airlines, such as shopping, ticketing, departure control and other solutions, enabling them to focus on their core business competencies and reduce costs. © 2016-2017 Travelport. All rights reserved. Travelport, the Travelport logo, Apollo, Galileo and Worldspan are trademarks of Travelport. All other marks are the property of their respective owners. Fast facts D:20170306103856-05'00' Adobe PDF Library 15.0 Adobe InDesign CC 2015 (Macintosh) D:20170306103859-05'00'", "segment": "20171124151548", "digest": "About Travelport Travelport (NYSE: TVPT) is a Travel Commerce Platform providing distribution, technology, payment and other solutions for the $7 trillion global travel and tourism industry. We ena...", "host": "www.travelport.com", "favorite_count": 0, "last_modified": "2017-03-10T19:38:16.000Z", "content_length": "648630", "timestamp": "2017-03-10T19:38:16.000Z", "virtual_host": [], "thumbnail": "https://www.travelport.com/sites/default/files/2017JAN-media-center-about-us.pdf", "created": "2017-11-24T15:36:19.115Z", "label": [], "doc_id": "d21a52607d1442a5816fcd64c4530511", "url": "https://www.travelport.com/sites/default/files/2017JAN-media-center-about-us.pdf", "site": "www.travelport.com/sites/default/files/2017JAN-...", "filename": "2017JAN-media-center-about-us.pdf", "config_id": "WAV_umGd7G2FTSbXh_VEz", "parent_id": "https:%2F%2Fwww.travelport.com%2F;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}