{"filetype": "pdf", "expires": "2017-12-27T11:10:13.623Z", "role": ["Rguest"], "click_count": 0, "title": "release_gta__spp_hkg_15oct2015_final_0.pdf", "content": "MEDIA RELEASE 1 powering global travel Embargoed: 15 October 2015, 7PM Hong Kong Time (GMT+8) GTA launches Strategic Partnership Program in Hong Kong promoting hidden gems of Hong Kong to revive inbound tourism growth 21 international and home-grown hotels join forces to draw tourists back to Hong Kong from short and medium haul markets such as Japan, South Korea, South East Asia, Pacific and the Middle East Global travel distributor GTA today jointly announced its Strategic Partnership Program for Hong Kong with 21 international and home-grown hotels. The initiative is the first of its kind in Hong Kong, where the hotels have banded together to work with GTA to help them sell their rooms to travel agents overseas, as part of their business alliance initiative to stimulate new tourism demand in light of the drastic fall in tourist arrival numbers from the first half of 2015. Hong Kong has not experienced such lacklustre tourism numbers since the financial crisis in 2009, which comes amid slowing economic growth in China. According to the latest statistics from Hong Kong’s Tourism Board, there has been a 7.1% decline for tourism visits from Mainland China (comparing tourists arrivals in August 2014 and August 2015) and 8.4% less expenditure from tourists staying overnight for January to June 2014 vs 2015). GTA as the travel industry leader has decided to launch a marketing campaign to reach out to inbound tourists, focusing on short and medium haul markets such as Japan, South Korea, South East Asia, Pacific and the Middle East. GTA’s Head of Market Development and Strategic Partnerships, Cyndi Ng says: “The program seeks to stimulate new tourism demand by focusing on providing value-add services for hotel guests and showcasing some hidden gems: extraordinary places and iconic events and cultural festivals of Hong Kong, creating more awareness of the destination and highlighting what Hong Kong has to offer beyond shopping and dining.” GTA has recently completed location filming in Hong Kong and will produce training videos and other educational materials as part of its initiative to promote Hong Kong as the number one travel destination among travel sellers. It also hopes to raise awareness on the unique selling points for the 21 hotels, and will help travel agents learn more about must-visit hidden gems through a series of trade workshops. One such hidden gem is PMQ on Aberdeen Street in Central, a creative landmark that was the former Hollywood Road Police Married Quarters for married junior police officers. After revitalizing the heritage building, the government transformed PMQ into a hub for design and creative enterprises to launch their businesses, and it has since become a popular place for the art and design community to meet and gather, and where exhibitions and art shows and workshops take place. A century old well-loved tradition popular with locals and tourists alike is the Tai Hang Fire Dragon Dance during Mid-Autumn Festival. This year, Hollywood star Hugh Jackman was in town to promote his upcoming movie Pan, and he was invited to join the commemorative celebrations which had over 300 performers holding the 67-metre fire dragon made from straw and covered by 70,000 incense sticks as it wended its way in fire, smoke and festive fury over three moon-fuelled MEDIA RELEASE Page 2 Powering global travel days. GTA was able to film exclusive footage of Jackman participating in the dragon dance celebrations and will be including the content as part of its training package. Daryl Lee, GTA’s Regional Vice President of Sales & Marketing for Asia Pacific, the Middle East and Africa, says: “GTA is the supplier of choice for travel agents around the world. Every day, we help our clients develop packages and travel products that are well suited to a wide range of traveler’s needs. Hong Kong is a key destination for GTA in Asia. We see the Strategic Partnership Program as a strong component to present our best hotel partners to the widest and largest number of travel agents worldwide.” “With 40 years in business powering global travel, we want to help draw more visitors to Hong Kong by showcasing some hidden gems – from extraordinary places to festive celebrations and iconic events such as the upcoming annual Hong Kong Wine and Dine month starting next week on 22 October 2015, we are confident that Hong Kong can quickly revive its tourism numbers,” enthused Lee who is fully appreciative of the support from GTA’s hotel partners. About GTA Powering global travel, GTA provides ground travel products and services for fully independent travel, supporting the biggest and best in travel. Part of the Kuoni Group, GTA is trusted to deliver because of its wealth of experience, privileged relationships and on the ground expertise. Its technology solutions easily connect travel suppliers and sellers worldwide. As well as its XML, booking sites – GTA retail, TravelCube and Travel Bound, as well as GTA wholesale – process over 21,000 bookings daily, in more than 25 languages. Connect now with GTA. www.gta- travel.com -ends- Media enquiries: Kevin Khor Head of Marketing, Asia GTA Kevin.khor@gta-travel.com DID +65 6500 1764 / Mobile +65 9002 7250 MEDIA RELEASE Page 3 Powering global travel Participating Hotels for GTA’s Strategic Partnership Program - Hong Kong are: 1. Cosmo Hotel Hong Kong 2. Cosmopolitan Hotel Hong Kong 3. Dorsett Mongkok, Hong Kong 4. East Hong Kong 5. Grand Hyatt Hong Kong 6. ibis Hong Kong Central and Sheung Wan 7. iclub Sheung Wan Hotel 8. iclub Fortress Hill Hotel 9. iclub Wan Chai Hotel 10. The Park Lane Hong Kong, a Pullman Hotel 11. Pentahotel Hong Kong, Kowloon 12. Regal Airport Hotel 13. Regal HongKong Hotel 14. Regal Kowloon Hotel 15. Regal Oriental Hotel 16. Regal Riverside Hotel 17. Royal Plaza 18. Sheraton Hong Kong Hotel & Towers 19. The Peninsula Hong Kong 20. The Royal Garden 21. W Hong Kong D:20151029200128+01'00' Kuoni Travel Ltd. Adobe PDF Library 10.0 D:20151029190028 Scherer, Anna Acrobat PDFMaker 10.0 for Word D:20151029200131+01'00'", "segment": "20171127111006", "digest": "MEDIA RELEASE 1 powering global travel Embargoed: 15 October 2015, 7PM Hong Kong Time (GMT+8) GTA launches Strategic Partnership Program in Hong Kong promoting hidden gems of Hong Kong to revive in...", "host": "www.gta-travel.com", "favorite_count": 0, "last_modified": "2016-03-15T09:24:48.000Z", "content_length": "581173", "timestamp": "2016-03-15T09:24:48.000Z", "virtual_host": [], "thumbnail": "http://www.gta-travel.com/docs/release_gta__spp_hkg_15oct2015_final_0.pdf", "created": "2017-11-27T11:27:37.713Z", "label": [], "doc_id": "c6eec83f0119451291d35c01464098d7", "url": "http://www.gta-travel.com/docs/release_gta__spp_hkg_15oct2015_final_0.pdf", "site": "www.gta-travel.com/docs/release_gta__spp_hkg_15...", "filename": "release_gta__spp_hkg_15oct2015_final_0.pdf", "config_id": "WAV_9JSGyG2FTSbXh_WEt", "parent_id": "http:%2F%2Fwww.gta-travel.com%2Fen%2Fnews%2Fmedia-centre%2Fnews-from-2015;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}