{"filetype": "pdf", "expires": "2017-12-27T11:10:13.623Z", "role": ["Rguest"], "click_count": 0, "title": "release_gta___swissfamtrip_10nov_final_1.pdf", "content": "MEDIA RELEASE For Immediate Release GTA and Switzerland Tourism promotional partnership sees huge success with top markets in Asia • Room nights booked from April to September 2015 exceeds GTA’s expectations twice over • Asia’s “Top Bookers” for Swiss holidays enjoy a familiarization trip to discover the Swiss way of travelling with the all-in-one Swiss Travel Pass (Singapore, 10. November 2015) Ten travel consultants departed today, for a week-long familiarization trip to Switzerland, sponsored by Switzerland Tourism. They were “Top Bookers” from a 6-month “Touring Switzerland” campaign, targeting Asian travel consultants to promote longer stays of more than 4 days for fully independent travel (FIT) customers. Organised by GTA, part of the Kuoni Group, in partnership with Switzerland Tourism, the promotion ran from 1 April to 30 September 2015 and promoted the Swiss Tourism industry new travel itineraries - the Grand Tour of Switzerland for self-drive visitors and the Grand Train Tour of Switzerland using the all-in-one Swiss Travel Pass to explore by rail. GTA saw huge volume transactions for Swiss holidays, with room bookings exceeding expectations with a 45% increase this year compared to the corresponding period last year. Top three markets that saw huge growths for room bookings exceeding 50% were China, India and Hong Kong. Zurich came out tops as Switzerland’s favourite destination with the most number of rooms booked by Asian visitors from all source markets except South Korea and India, which had more room bookings in Interlaken. Daryl Lee, GTA’s Regional Vice President of Sales and Marketing for Asia Pacific, the Middle East and Africa said: “This year, the volume of room nights booked has exceeded our expectations twice over, and we believe this growth can be credited to Switzerland’s increasing popularity as a travel destination for the independent traveller looking for long-haul holidays offering complete flexibility. The Swiss Tourism industry has been very pro-active in raising more awareness about the wide range of activities that is available for visitors to see and do. The Grand Tour and Grand Train Tour are great products that our agents in Asia introduce to their customers looking for itineraries visiting cities like Zurich, Lucerne and Geneva, and including trips to lesser known enchanting towns found all across Switzerland.” Asia’s “Top Booker” winners will have a first-hand experience of the Swiss way of travelling. With their 1st class all-in-one Swiss Travel Pass representing the very best of Swiss public transport, the travel consultants will learn about some of Switzerland’s top excursion attractions that can be visited by rail, and can be enjoyed all year round. Activities planned for the trade familiarization tour include a boat trip from Thun to Interlaken, overnight stays in Leukerbad, a popular year-round destination with canyons and a thermal spring, MEDIA RELEASE and special experiences like assembling one’s own “Original Swiss Army Knife” at the Victorinox boutique in Geneva, and visiting a Swiss chocolatier to learn the secrets of chocolate making. The ten travel consultants will participate in the award ceremony in Thun on 12 November where Mr Jürg Schmid, CEO of Switzerland Tourism and Mr Ivan Walter, CEO of GTA will present each country winner their “Top Booker” awards. Ivan Breiter, Director South East Asia, Switzerland Tourism said: “Our promotional partnership with GTA has definitely been a great initiative to grow tourist numbers from Asia. A large part of this credit is due to the support and hard work of GTA’s travel agents who have first-hand knowledge on what motivates their customers to book Swiss holidays. We are committed to the Asian Market increasing our resources and promotional activities steadily. Switzerland’s tourist attractions which are as diverse as our cultural identity. Switzerland is the ideal FIT destination, with its outstanding quality, attractiveness, and easy accessability.We will continue to deepen our partnership with GTA to reach out to the travel agent community in Asia next year, and will focus on the unique experiences in Switzerland . From full moon snowshoe walks to jodelling classes. From Ski beginner programs to Unesco World Heritage tours. The “Touring Switzerland” promotion also awarded twenty consultants for the second and third “Top booker” award of their country, each winning a Victorinox Swiss Army watch worth more than CHF 500, sponsored by Switzerland Tourism and Victorinox. Other travel consultants who had booked Swiss holidays of minimum 4 days stay for customers during the campaign period each earned 4X g shop points from GTA’s loyalty programme for travel agents across all Asia source markets. Visit http://gshop-gta.com for more information on how travel consultants can earn points with every booking a client makes, with the opportunity to redeem points for rewards like smartphones, tablets, shopping vouchers, theme park tickets and hotel stays. # # # MEDIA RELEASE About GTA Powering global travel, GTA provides ground travel products and services for fully independent travel, supporting the biggest and best in travel. Part of the Kuoni Group, GTA is trusted to deliver because of its wealth of experience, privileged relationships and on the ground expertise. Its technology solutions easily connect travel suppliers and sellers worldwide. As well as its XML, booking sites – GTA retail, TravelCube and Travel Bound, as well as GTA wholesale – process over 21,000 bookings daily, in more than 25 languages. Connect now with GTA. www.gta-travel.com About Switzerland Tourism, the national tourism Organization of Switzerland • To market the travel, holiday and congress destination Switzerland effectively and efficiently on a worldwide basis. • To diversify the guest mix in order to minimize the risk of fluctuating exchange rates. • To strengthen the tourism brand Switzerland and to successfully position it nationally and internationally for the benefit of the sector. • To identify and open new markets with potential and to exploit the growth potential. • To apply a comprehensive marketing mix and a creative communication to catch the attention for the products of our tourism suppliers, to inform the guests competently and to lead them seamlessly to the booking platforms. • To cooperate efficiently in order to increase the presence on the market and to strengthen the marketing power. • To consult the sector in the design of their offers. Media enquiries: Kevin Khor Head of Marketing, Asia GTA Kevin.khor@gta-travel.com DID +65 6500 1764 / Mobile +65 9002 7250 Ivan Breiter Director South East Asia Switzerland Tourism Swiss Mobile: +41 79 120 71 49 Singapore Mobile: +65 9172 3992 MEDIA RELEASE Info about the Focus Products of the promotion The Grand Tour of Switzerland for self-drive visitors includes twelve delightful drives with 44 location highlights and plenty of tips for excursions in towns and villages, at artistic and architectural sites, and through natural and historic landscapes. Routes cover all of the country's regions as well as four language zones, five Alpine passes, 22 lakes, eleven UNESCO World Heritage Sites and two biospheres. The Grand Train Tour of Switzerland using the all-in-one Swiss Travel Pass can be started from any rail station in the country and comprises the most attractive and panoramic routes that can be booked at any time of the year with no prescribed travel direction or duration. Travellers seeking truly independent holidays and enjoy full flexibility in planning their trips can buy the Swiss Travel Pass which allows them to travel on scenic train routes such as the Glacier Express, Bernina Express, Golden Pass Line or Wilhelm Tell Express, while also enjoy savings on public transportation in more than 75 Swiss cities, a 50% price reduction on most mountain railways as well as free admission to more than 480 museums. For families travelling together, children under age 16 travel free of charge when accompanied by at least one parent holding a Swiss Travel System ticket, and additional savings can be enjoyed with a Swiss Half Fare Card entitling international guests to one month’s half price travel for excursions throughout the whole country. D:20151110193453+08'00' Kuoni Travel Ltd. Adobe PDF Library 10.0 D:20151110113449 Jeff Acrobat PDFMaker 10.1 for Word D:20151110193455+08'00'", "segment": "20171127111006", "digest": "MEDIA RELEASE For Immediate Release GTA and Switzerland Tourism promotional partnership sees huge success with top markets in Asia • Room nights booked from April to September 2015 exceeds GTA’s ex...", "host": "www.gta-travel.com", "favorite_count": 0, "last_modified": "2016-03-15T09:24:48.000Z", "content_length": "90320", "timestamp": "2016-03-15T09:24:48.000Z", "virtual_host": [], "thumbnail": "http://www.gta-travel.com/docs/release_gta___swissfamtrip_10nov_final_1.pdf", "created": "2017-11-27T11:25:34.459Z", "label": [], "doc_id": "a81b1f14281c4fd7aec7cf239dcc6279", "url": "http://www.gta-travel.com/docs/release_gta___swissfamtrip_10nov_final_1.pdf", "site": "www.gta-travel.com/docs/release_gta___swissfamt...", "filename": "release_gta___swissfamtrip_10nov_final_1.pdf", "config_id": "WAV_9JSGyG2FTSbXh_WEt", "parent_id": "http:%2F%2Fwww.gta-travel.com%2Fen%2Fnews%2Fmedia-centre%2Fnews-from-2015;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}