{"filetype": "pdf", "expires": "2017-12-27T11:10:13.623Z", "role": ["Rguest"], "click_count": 0, "title": "gta_and_bokun_to_host_online_conferences_discussing_the_rapid_development_of_distribution_for_tours__activities_0.pdf", "content": "MEDIA RELEASE 30 January 2017 GTA and Bokun to host online conferences discussing the rapid development of distribution for tours & activities London and Reykjavik – GTA, one of the leading global distributors of accommodation and destination services and Bokun, the business-to-business distribution platform, today announced a series of online conferences to discuss the future of their product distribution with tours and activities suppliers. GTA and Bokun share a vision of empowering tour and activity suppliers to make distribution easy, through innovation and technology. The aim of these online conferences is to engage with tours and activities suppliers to discuss and share new ways of thinking about their products’ distribution. The interactive online conferences include presentations and educational break-out sessions exploring the different distribution channels - as well as focusing on new revenue opportunities for suppliers connecting their offerings online to other suppliers. Hjalti Baldursson, CEO of Bokun: “Technology is a driving force in the change of distribution for tours and activity suppliers, whether it’s through direct channels, agent sales, global resellers, cross-selling other suppliers’ products or creation of combo-tours. We feel that suppliers are constantly thinking about and discussing the distribution opportunities. Therefore, we believe the online conferences to be an excellent forum for having an important dialogue with industry partners.” Stefano Zeni, GTA’s Head of Commercial Management & Destination Services commented “GTA and Bokun have a very clear vision to make it easy for suppliers to distribute their products and increase their business. This is why we’re always thinking of innovative ways to bring new opportunities to our partners. These online conferences demonstrate how technology connects businesses and people together keeping our partners up-to-date with the latest developments while sharing ideas that will inspire their distribution strategy.” The first online conference was held last week with tourism suppliers from the UK and Ireland. GTA and Bokun will host other online conferences in different markets. About GTA and Bokun: GTA's booking sites – TravelCube and TravelBound, as well as GTA wholesale – process over 21,000 bookings daily, in more than 25 languages. GTA provides over 16,700 Sightseeing Tours, Attractions and Transfer services with a broad coverage in over 100 countries. Bokun’s online B2B distribution platform enables thousands of travel companies and destinations services suppliers to distribute their products and track inventory and sales in real-time. It’s also the first platform facilitating collaboration and cross-selling agreements between suppliers, via the Bokun Marketplace. Together GTA and Bokun are also co-innovating and working closely to create a robust system with the objective to integrate all GTA Tours & Activities products into Bokun. By endorsing and adopting Bokun’s technology, GTA demonstrate their strong commitment to provide their suppliers with improved and easy to use technology to drive their global business forward. Suppliers interested in trying Bokun’s technology can register at http://bokun.io/gta/ Connect now with GTA: www.gta-travel.com Connect now with Bokun: www.bokun.io/ - ends - Media enquiries: Bokun: Hjalti Baldursson, CEO: hjalti@bokun.io GTA: Stefano Zeni, Head of Commercial Management & Destination Services - stefano.zeni@gta-travel.com D:20170130135452+00'00' Microsoft® Word 2010 Tholon, Wanda Microsoft® Word 2010 D:20170130135452+00'00'", "segment": "20171127111006", "digest": "MEDIA RELEASE 30 January 2017 GTA and Bokun to host online conferences discussing the rapid development of distribution for tours & activities London and Reykjavik – GTA, one of the leading global ...", "host": "www.gta-travel.com", "favorite_count": 0, "last_modified": "2017-01-30T14:04:12.000Z", "content_length": "215679", "timestamp": "2017-01-30T14:04:12.000Z", "virtual_host": [], "thumbnail": "http://www.gta-travel.com/docs/gta_and_bokun_to_host_online_conferences_discussing_the_rapid_development_of_distribution_for_tours__activities_0.pdf", "created": "2017-11-27T11:20:36.990Z", "label": [], "doc_id": "973db34045764cda98d2b14d3a7f49cf", "url": "http://www.gta-travel.com/docs/gta_and_bokun_to_host_online_conferences_discussing_the_rapid_development_of_distribution_for_tours__activities_0.pdf", "site": "www.gta-travel.com/docs/gta_and_bokun_to_host_o...", "filename": "gta_and_bokun_to_host_online_conferences_discussing_the_rapid_development_of_distribution_for_tours__activities_0.pdf", "config_id": "WAV_9JSGyG2FTSbXh_WEt", "parent_id": "http:%2F%2Fwww.gta-travel.com%2Fen%2Fnews%2Fmedia-centre;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}