{"filetype": "pdf", "expires": "2017-12-27T11:10:13.623Z", "role": ["Rguest"], "click_count": 0, "title": "hotelbeds_group_confirms_position_as_a_leading_distributor_of_hotels_and_ancillaries_to_the_travel_trade_0.pdf", "content": "US2866417/2 168067-0004 PRESS RELEASE Hotelbeds Group confirms position as a leading distributor of hotels and ancillaries to the travel trade  Following the customary regulatory process, GTA officially joins Hotelbeds Group.  Strategic integration plan – including Tourico Holidays, which joined the Group in June – already underway.  Leadership team confirmed to reflect enlarged Group.  Group announces José Antonio Tazón as Senior Non-Executive Director on Board of Directors and Chairman of Advisory Committee. Palma, October 4, 2017 – Hotelbeds Group, a global bedbank and business-to-business provider of services to the travel industry, has confirmed that – following the closure of the customary regulatory and legal procedures – GTA has officially joined the Group. 1 A strategic integration plan is now underway to integrate both GTA and Tourico Holidays – which joined the Group in June – into Hotelbeds Group in a phased approach. In the future, both hotel and ancillary partners, as well as travel intermediary clients, of all three companies will have access to an integrated and enhanced range of services, products and technology solutions drawn from the combination of all three. To reflect the new combined organisation and to drive forward the integration across all functions, the new leadership team of the Group was today confirmed to employees globally and published on Hotelbeds Group´s website. Joan Vilà remains Executive Chairman of Hotelbeds Group, with Carlos Muñoz continuing in his role as Managing Director Bedbank with the responsibility to manage the integration of the three businesses. Current Finance Director, Andrés Garcia takes on the Finance responsibility for the enlarged Group. Additionally various existing GTA, Tourico Holidays and Hotelbeds Group senior executives are taking leading roles across the enlarged organisation. This morning the Group also confirmed that leading travel-technology executive José Antonio Tazón has been appointed Senior Non-Executive Director of the Board of Directors and Chairman of the Advisory Committee, reflecting the Group´s status as both an independent and significantly larger company. 1 This deal is legally structured via the 100% acquisition of the top holding company of GTA Group by Hotelbeds Group, via its UK holding entity. Kuoni shareholders led by EQT VII (a fund advised by EQT Partners), the owners of GTA, will hold a significant minority position in the combined business after the transaction. US2866417/2 168067-0004 PRESS RELEASE Joan Vilà, Executive Chairman of Hotelbeds Group commented: “It gives me enormous pleasure to confirm that yet another leading bedbank – following the inclusion of Tourico Holidays in June – is now officially part of Hotelbeds Group. “With both GTA and Tourico Holidays now part of our family, we can focus on realizing our ambition of becoming the very best travel trade partner by providing access to the best teams, products and data analysis in the industry, all backed up by an innovative technology platform. “Today´s news represents a landmark for our business, almost exactly one year since we became independent with the backing of Cinven & CPPIB. Therefore, as part of our growth strategy and significantly enlarged status, we are pleased to announce that José Antonio Tazón – whose experience of the travel technology industry is second-to-none – has joined our Board of Directors as a Senior Non-Executive Director and additionally has become the Chairman of our Advisory Committee. “We look forward to updating our partners on the progress of the integration and making further announcements about our ambitious plans in due course.” Since joining Hotelbeds Group in June, significant progress has already been made to integrate Tourico Holidays, including the selection of the IT platform and architecture for the enlarged group. Over the coming months the company will provide frequent updates on how its integration is progressing and what this means for its valued partners. About Hotelbeds Group Hotelbeds Group is a leading bedbank and a business-to-business provider of services to the global travel industry. The Group’s proprietary technology helps providers of travel services distribute their offering to travel sellers globally via an easy-to-use, advanced technology platform that increases reach, revenue and yield for both the provider and the seller. Operating mainly under the Hotelbeds and Bedsonline brands, the company connects, 35,000 travel intermediaries across more than 120 source markets globally with travel providers in over 180 countries representing more than 120,000 hotels, 20,000 transfer routes and 14,000 activities. In September 2016 the company became independent under the ownership of Cinven and Canada Pension Plan Investment Board (CPPIB). The company is headquartered in Palma, Spain and has 6,150 employees working across 150 offices globally. In the financial calendar year of 2014 / 15 Hotelbeds Group sold around 26 million room nights and achieved a Total Transaction Value (TTV) of €3.8 billion. US2866417/2 168067-0004 PRESS RELEASE About GTA Powering global travel, GTA provides easy access to a wide portfolio of accommodation options, transfers, and tours & activities to the travel industry working with some of the biggest and best online travel agents, tour operators, and traditional travel agents. GTA has succeeded in the business-to-business travel industry for nearly four decades. Trusted to deliver because of its wealth of experience, privileged relationships and on the ground expertise, GTA’s technology- driven approach provides solutions to easily connect travel suppliers and travel sellers worldwide. Retail booking sites – TravelBound in North America and TravelCube in Europe, Latin America and Australasia – as well as GTA web and API for wholesalers, together process nearly 40,000 bookings every day, throughout the world. GTA’s vision is to be the world’s easiest travel distribution partner to do business making it simpler for their clients to sell more and drive business success. Hotelbeds Group Media contacts Communications Department Roman Townsend Head of Media Relations & Corporate Affairs rtownsend@hotelbeds.com Tel. +34 619 988 580 Follow us on LinkedIn: linkedin.com/company/hotelbeds-group Follow us on Twitter and Facebook: @HotelbedsGroup Follow us on Youtube: Hotelbeds Group D:20171004114251+01'00' Microsoft® Word 2010 Anna Monreal Microsoft® Word 2010 D:20171004114251+01'00'", "segment": "20171127111006", "digest": "US2866417/2 168067-0004 PRESS RELEASE Hotelbeds Group confirms position as a leading distributor of hotels and ancillaries to the travel trade  Following the customary regulatory process, GTA offi...", "host": "www.gta-travel.com", "favorite_count": 0, "last_modified": "2017-10-04T10:45:41.000Z", "content_length": "653611", "timestamp": "2017-10-04T10:45:41.000Z", "virtual_host": [], "thumbnail": "http://www.gta-travel.com/docs/hotelbeds_group_confirms_position_as_a_leading_distributor_of_hotels_and_ancillaries_to_the_travel_trade_0.pdf", "created": "2017-11-27T11:17:16.045Z", "label": [], "doc_id": "a541d977af6f41189ea5527de96bfdb4", "url": "http://www.gta-travel.com/docs/hotelbeds_group_confirms_position_as_a_leading_distributor_of_hotels_and_ancillaries_to_the_travel_trade_0.pdf", "site": "www.gta-travel.com/docs/hotelbeds_group_confirm...", "filename": "hotelbeds_group_confirms_position_as_a_leading_distributor_of_hotels_and_ancillaries_to_the_travel_trade_0.pdf", "config_id": "WAV_9JSGyG2FTSbXh_WEt", "parent_id": "http:%2F%2Fwww.gta-travel.com%2Fen%2Fnews%2Fmedia-centre%2Fnews-from-2017%2Fnews-release-gta-joins-hotelbeds-groupcopy;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}