{"filetype": "pdf", "expires": "2017-12-27T11:10:13.623Z", "role": ["Rguest"], "click_count": 0, "title": "release_gta__global_business_partnership_awards_3dec_0.pdf", "content": "MEDIA RELEASE 1 powering global travel Embargoed: 3 December 2015, 11AM Zurich Time (GMT+1) Global Business Partnership Awards – GTA recognises hotel partners and service suppliers with ‘Powering Global Travel Award’ Follow #GTAGlobalAwards2015 on Instagram to get updates on global awards presentations events (Zurich, 3 December 2015) GTA, one of the world’s leading global travel distributors, today announced an award program to recognise its leading hotel partners and service suppliers. From today onwards through to January 2016, GTA will present the ‘Powering Global Travel Award’ to hotels and service suppliers that have extended outstanding service to GTA’s clients. In total, 647 hotels and 70 service suppliers across the world will be recognised for high standards of co- operation and support, as well as the world-class welcome and service they provide to travellers. GTA will also share the global awards events celebration and updates through #GTAGlobalAwards2015 on Instagram. The 647 selected hotels have fulfilled over 1.5 million room nights within the first nine months of 2015. These are hotels with fast, triple digit growth both in room nights and revenue, leveraging GTA’s global reach and various digital solutions that support fast growth. For service suppliers worldwide, GTA identified the fastest growing partners who have demonstrated flexibility and can go the extra mile to serve the travellers that GTA brings to them. “We look forward to presenting these awards to our highest performing partners in recognition of their exceptional levels of quality and dedication to our clients. GTA sends hundreds of thousands of travellers to destinations around the world but we couldn’t do it without the hard work and commitment of our partners. Because of our direct and long-standing relationships with hotels, travel agents know that booking with us provides peace of mind service and support,” says Martin Jones, SVP Global Sourcing and Commercial Management. This global celebration event has officially kicked off on Friday in Bali, Indonesia where over 80 hotel partners and service suppliers gathered together to witness the celebration. Malaysia followed the lead to host the awards presentation ceremony at Skybar in Kuala Lumpur on 1st December 2015. Other cities that will also host key awards presentation events include Istanbul, Bangkok, Sydney, Melbourne, London, Dublin, Amsterdam and Berlin. GTA will also visit the hotels from the beginning of December to present the awards. This is a follow-up to its first Reservations Appreciation Week that took place in during the week of 27 to 31 July this year. 650 hotel front-line reservation teams in 32 major destinations across Asia Pacific, Middle East and Africa received a ‘thank you’ card and personal gratitude from GTA staff to acknowledge the high standards of co-operation and support provided. “We are delighted to receive the award, especially from one of our preferred partners that exemplifies the unique approach we have across our brand. Affluent travellers becoming more and more selective in the mushrooming options available in the market. One should stay sharp in the products and services to keep oneself ahead of game in the industry. GTA has a long-standing reputation, world-wide network, supported by one of the latest technology in the market, and equally important always having cooperative team on the ground to listen and assist their clients reaching their potential.” says Gindo Sianturi, General Manager of U Paasha Seminyak Bali MEDIA RELEASE Page 2 Powering global travel “Receiving the award means that our mutual relationship is going to the direction everyone wishes for. It means that there is significant growth and a healthy improvement of business for both parties. We will constantly seek more opportunities in the future with GTA to ensure this success is a continuous one. GTA provides a thorough, yet easy to understand market update, which enables us to make quick decisions when needed.“ said Dayu Susani, Director of Sales, W Retreat & Spa Bali-Seminyak. Introducing this global partnership program is part of GTA’s way of rewarding hotel partners and service suppliers who have grown incremental business as a result of their business relationship with GTA. In addition to lending their support to GTA for global marketing campaigns, these businesses have ensured world-class delivery of services for travellers. As a result of these business partnerships with hotels and service suppliers, GTA is able to continue to expand its global footprint, expanding its presence in ‘hot spot’ and rising destinations and source markets, making it simpler for its partners to sell more. The expertise and experience of its people have always been an important part of GTA’s success, complementing the market-leading performance of its cutting-edge technology solutions. About GTA Powering global travel, GTA provides ground travel products and services for fully independent travel, supporting the biggest and best in travel. Part of the Kuoni Group, GTA is trusted to deliver because of its wealth of experience, privileged relationships and on the ground expertise. Its technology solutions easily connect travel suppliers and sellers worldwide. As well as its XML, booking sites – GTA retail, TravelCube and Travel Bound, as well as GTA wholesale – process over 21,000 bookings daily, in more than 25 languages. Connect now with GTA. www.gta- travel.com # # # Media enquiries: Aniko Koltai Supplier Marketing Manager GTA Aniko.Koltai@gta-travel.com DID +41 44 325 2149 D:20151203112906+01'00' Kuoni Travel Ltd. Adobe PDF Library 10.0 D:20151203100725 Scherer, Anna Acrobat PDFMaker 10.0 for Word D:20151203112909+01'00'", "segment": "20171127111006", "digest": "MEDIA RELEASE 1 powering global travel Embargoed: 3 December 2015, 11AM Zurich Time (GMT+1) Global Business Partnership Awards – GTA recognises hotel partners and service suppliers with ‘Powering G...", "host": "www.gta-travel.com", "favorite_count": 0, "last_modified": "2016-03-15T09:24:48.000Z", "content_length": "174471", "timestamp": "2016-03-15T09:24:48.000Z", "virtual_host": [], "thumbnail": "http://www.gta-travel.com/docs/release_gta__global_business_partnership_awards_3dec_0.pdf", "created": "2017-11-27T11:25:12.942Z", "label": [], "doc_id": "7e387b02a21c47fabd3a0c4c67ec9a68", "url": "http://www.gta-travel.com/docs/release_gta__global_business_partnership_awards_3dec_0.pdf", "site": "www.gta-travel.com/docs/release_gta__global_bus...", "filename": "release_gta__global_business_partnership_awards_3dec_0.pdf", "config_id": "WAV_9JSGyG2FTSbXh_WEt", "parent_id": "http:%2F%2Fwww.gta-travel.com%2Fen%2Fnews%2Fmedia-centre%2Fnews-from-2015;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}