{"filetype": "others", "expires": "2017-12-15T16:01:38.860Z", "role": ["Rguest"], "click_count": 0, "title": "PowerPoint-Präsentation", "content": "Stand: Juni 2017 MEDIEN & KOOPERATIONEN MEDIA-DATEN DRUCK & DIGITAL, PRODUKTE, MESSEBETEILIGUNGEN BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 2 Inhaltsverzeichnis 1. Allgemeines 2. Media-Daten Druck/Publikationen 3. Media-Daten Digital/Internet 4. Produkte 5. Messebeteiligungen 6. B2B-Service 7. Ansprechpartner BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 3 Allgemeines Wir sind Ihr touristischer Marketing-Partner! Werbung im Internet oder in Publikationen, Teilnahme an Messen, Vermittlung von touristischen Leistungen, Kooperationen … Nutzen Sie die Möglichkeiten der Zusammenarbeit mit der Bremer Touristik-Zentrale (BTZ) für Ihre Vermarktung. In dieser Broschüre finden Sie übersichtlich zusammengefasst alle Informationen zu den Projekten, Preisen und vieles mehr. Die BTZ ist von der Freien Hansestadt Bremen als Tochter der WFB Wirtschaftsförderung Bremen mit Aufgaben der Tourismusförderung betraut (DAWI Dienstleistungen von allgemeinem wirtschaft- lichem Interesse). Die BTZ hat weiter den Auftrag, die Aufgaben des Verkehrsvereins der Freien Hansestadt Bremen e. V. (VV) zu betreuen. Der VV entrichtet hierfür, durch den Geschäftsbesorgungsvertrag geregelt, ein Entgelt für alle Dienstleistungen der BTZ. Alle Preise und Möglichkeiten sind sorgfältig zusammengestellt und beziehen sich in der Regel auf das derzeitige Jahr. Ihre persönlichen AnsprechpartnerInnen finden Sie auf der Rückseite. Ihr Peter Siemering Geschäftsführer der Bremer Touristik-Zentrale BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 4 Allgemeines Bremen kompakt Reise-Katalog Innenstadtplan-Block Aufsteller im Schaufenster der Tourist-Info Marktplatz Media-Daten Druck/Publikationen BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 5 Druck – Allgemeines Die Möglichkeiten, in BTZ-Medien eine Anzeige zu schalten, werden jährlich bzw. nach Bedarf neu festgelegt. Formate und Preise können sich ändern, einen eigentlichen Anzeigenschluss gibt es nicht. Als Anzeigenschluss ist hier der Monat genannt, in dem eine rechtzeitige Bekundung des Interesses an einer Anzeigenschaltung sinnvoll ist. Die jeweilige Fachabteilung meldet sich dann, ob bzw. zu welchen Konditionen eine Anzeigenschaltung für die nächste Auflage möglich ist. Für alle Printmedien gelten folgende Richtlinien bezüglich der Datenlieferung: – Wir bevorzugen Daten im PDF/X-3-Format. – Daten müssen per E-Mail (bis max. 5 MB) oder per CD direkt an die jeweilige Fachabteilung der BTZ gesendet werden. Alternativ können die Daten über einen Download-Link zur Verfügung gestellt werden. Bitte beachten Sie, dass wir alle Sprachfassungen erhalten. – Die Anzeigen koordinieren die einzelnen genannten Fachabteilungen (Kontaktdaten finden Sie auf der letzten Seite). Bei technischen Fragen steht Ihnen die Werbeabteilung gerne zur Verfügung: Ingrid Krause, Tel. 04 21 / 30 800-23, werbung@bremen-tourism.de BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 6 Druck – Bremen kompakt Format/Umfang 100 x 210 mm (BxH), 54 Seiten Auflage 50.000 Stück zweisprachig Deutsch/Englisch Erscheinungstermin nach Bedarf Anzeigenschluss nach Bedarf Zielgruppe Endverbraucher, Touristen Darstellung im Web PDF-Datei zum Download, Web- Broschüre zum Blättern Anzeigenformate 88 x 63 mm (BxH) im Satzspiegel Kosten Ausklapper = 549,00 € U4 = 599,00 € Bei Fragen wenden Sie sich gerne an unsere Abteilung Werbung: Ingrid Krause, Tel. 04 21 / 30 800-23, werbung@bremen-tourism.de ? Arbeitstitel: Bremen kompakt BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 7 Druck – Reise-Katalog Format/Umfang DIN A4, ca. 80 Seiten Auflage 22.500 Stück Deutsch Erscheinungstermin jährlich im Oktober Zielgruppe Endverbraucher, Touristen Darstellung im Web PDF-Datei zum Download, Web- Katalog zum Blättern, Integration der Angebote in das Online- Buchungssystem Bemerkung In den Anzeigen dürfen, wie in Reisekatalogen üblich, folgende Inhalte nicht kommuniziert werden: Telefonnummer, Faxnummer, E-Mail-Adresse. Angabe der Post- und der Internet-Adresse ist gestattet. Weitere Infos und Preise finden Sie auf der nächsten Seite. Bei Fragen wenden Sie sich gerne an unser Produktmanagement: Tel. 04 21 / 30 800-905, bremen@bremen-tourism.de BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 8 Druck – Reise-Katalog Anzeigenformate 1/1 Seite Hochformat im Satzspiegel (für Image-Anzeigen) 186 x 273 mm (BxH) 1/2 Seite Querformat im Satzspiegel 186 x 131,5 mm (BxH) 1/2 Seite Hochformat im Satzspiegel 88 x 273 mm (BxH) Nur U2 + U4: 1/1 Seite Hochformat im Anschnitt 210 x 297 mm (BxH), zzgl. 3 mm Beschnittzugabe Kosten Anzeigenschaltung/Image: 1/1 Seite 1.600,00 € 1/1 Seite U2 + U4 2.500,00 € 1/2 Seite 900,00 € Eintrag von über die BTZ buchbaren Angeboten: - 1/4 Seite Zimmervermittlung oder Reise-Baustein 350,00 € - 1/2 Seite Reise-Baustein 700,00 € - 1/4 Seite Zimmervermittlung plus 1/2 Seite Hotelpauschale 950,00 € BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 9 Druck – Innenstadtplan-Block Format/Umfang DIN A3, 2 Seiten Auflage pro Produktion 200.000 Blatt Deutsch/Englisch Erscheinungstermin nach Bedarf Gültigkeit ca. 1/2 bis 3/4 Jahr Zielgruppe Touristen Anzeigenformate Seite Innenstadt oder Stadt Nummern 1-18 65 x 30 mm (BxH) im Satzspiegel Top-Anzeige Seite Stadt Nummer 19 90 x 70 mm (BxH) im Satzspiegel Die Anzeigen können einsprachig Deutsch oder zweisprachig Deutsch/Englisch geliefert werden. Kosten Nr. 1-18 = 459,00 € Nr. 19 = 640,00 € Bei Fragen wenden Sie sich gerne an unsere Abteilung Tourismusförderung: Martina Ziesing, Tel. 04 21 / 30 800-29, btz-verkauf@bremen-tourism.de BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 10 Druck – Aufsteller in der Tourist-Info Marktplatz Format Bedruckbare Fläche 950 x 1600 mm (BxH), zzgl. 30 mm Beschnittzugabe, Auflösung mind. 100 dpi (1:1) bzw. mind. 1.000 dpi bei der Anlage 1:10, Anlage des Dokuments als druck- bares PDF im Format 1:10. Gültigkeit mindestens 1 Monat, länger sofern kein Folgeauftrag Hinweis Angebot ausschließlich für über- regional relevante Veranstaltungen, für die Tickets in der Tourist- Information verkauft werden können. Infos zur Logoplatzierung und Gestaltung folgen nach einer Anfrage. Kosten 250,00 € (inkl. Druck und Montage) Bei Fragen wenden Sie sich gerne an unsere Abteilung Werbung: Ingrid Krause, Tel. 04 21 / 30 800-23, werbung@bremen-tourism.de BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 11 Allgemeines Unterkunftsdarstellu Darstellung buchbarer Bausteine Darstellung tourist. Angebote Bannerwerbung Top-Tipps E-Mail-Newsletter Sonstige Partnerschaften Media-Daten Digital/Internet BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 12 Internet – Allgemeines Die Bremer Touristik-Zentrale (BTZ) betreut diverse Websites. Website / Jährliche Sitzungen ca. bremen-tourismus.de bremen-bremerhaven.de verkehrsverein-bremen.de 2 Mio. 6 Tsd. 3,5 Tsd. Hinzu kommen weitere Websites ohne feste Einträge: blog.bremen-tourismus.de images.bremen-tourismus.de Mit dem Stadtportal bremen.de kooperiert die BTZ in Bezug auf die Rubrik Tourismus. BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 13 Internet – Unterkunftsdarstellu Unterkunftsdarstellu auf bremen-tourismus.de Stellen Sie Ihr Hotel, Appartement, Ihre Ferienwohnung, Pension oder Ihr Privatzimmer auf der wichtigsten touristischen Bremen-Website dar. Sie werden in einer passenden Unterrubrik unter Reise planen und buchen/Hotels in Bremen aufgeführt. Übrigens: Vom Stadtportal bremen.de führt der Navigationspunkt Tourismus/Übernachten auf die Hoteldarstellung unter www.bremen-tourismus.de. bremen-tourismus.de: 170 Tsd. Sitzungen/Monat (Quelle: Google Analytics, ø Jahr 2016) Es gibt folgende Möglichkeiten Ihrer Online-Präsenz: Darstellung Ihrer Unterkunft mit Text und Fotos plus a) Anfrageformular per E-Mail (d. h. keine Online-Buchbarkeit, keine Buchbarkeit in den Tourist-Infos und im Service-Center der BTZ) b) Online-Buchbarkeit inkl. Buchbarkeit in den Tourist-Infos und im Service Center der BTZ Beide Varianten sind für VV-Mitglieder kostenlos. Für Unterkünfte ohne VV-Mitgliedschaft entstehen folgende Kosten: Infos zur VV-Mitgliedschaft a) Darstellung ohne Buchbarkeit b) Darstellung mit Online-Buchbarkeit* Grundbeiträge für Ferienwohnungen, Appartements pro Jahr: in der Innenstadt 102,30 € in der Stadt 76,70 € im Außenbezirk 21,10 € Andere Preise für Hotels. Eintritt in den Verein jederzeit möglich, alle Preise und Infos siehe Satzung unter www.verkehrsverein- bremen.de. Pro Jahr 99,00 € Möglich für jedes Kalenderjahr; im ersten Jahr anteilige Kosten. Bezahlung im Voraus für das Folgejahr. Kündigung bis spätestens 6 Wochen zum Jahresende. Pro Jahr 250,00 € zzgl. Provision in Unterrubrik „Hotels in Bremen“ 10% Provision zzgl. MwSt. und 3% Systemgebühr zzgl. MwSt. auf Übernachtung inkl. Frühstück. zusätzlich hoteleigenes Pauschalangebot Pro Jahr 150,00 € zzgl. Provision Unterrubrik „Hotel-Pauschalreisen“ 17% Provision inkl. MwSt und 3% Systemgebühr inkl. MwSt * Buchbar auch im Service Center und den Tourist- Informationen. BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 14 Internet – Unterkunftsdarstellu Unterkunftsdarstellu auf bremen-tourismus.de Leistungen a) Darstellung ohne Buchbarkeit b) Darstellung mit Online-Buchbarkeit Aufrufbar über die Listendarstellung aller Partner   Aufrufbar über die Hotel-Verfügbarkeitssuche x  Name des Hauses, ggf. Sterne   Adresse   Telefon, Telefax, Link auf Website  x Anfrageformular  x Fotos, max. Anzahl 3 3 zzgl. je 1 pro buchbarem Zimmertyp Für VV-Mitglieder: 12 Film (Youtube, Vimeo) als Teaser x  Hotelbeschreibung   Ausstattung, Entfernungen, Sprachen, Kreditkarten   Gästebewertungen x  Darstellung in interaktiver Karte   Möglichkeit der direkten Pflege von Kontingenten, Preisen x  Möglichkeit eigene Pauschalangebote anzubieten x  Buchbarkeit über das Service-Center und in den Tourist- Informationen x  Auskunft bei Anfragen über das Service-Center   Ansprache zu Sonder-Aktionen bzgl. Angebote x  Nur für VV-Mitglieder: Aufnahme in die Hotelliste (pdf) mit Adresse und Telf.nr.   Darstellung auf verkehrsverein-bremen.de inkl. Link   Jährliche Ansprache zur Darstellung im Reise-Katalog   Bei Fragen wenden Sie sich gerne an unser Produktmanagement: Tel. 04 21 / 30 800-905, bremen@bremen-tourism.de BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 15 Internet – Darstellung buchbarer Bausteine Darstellung buchbarer Bausteine auf bremen-tourismus.de Wir bieten Ihnen eine kostenlose Darstellung Ihres Angebotes (Führung, Eintritt) in der Rubrik „Reise planen und buchen“, sofern das Angebot touristisch relevant ist und zu verlässlichen Öffnungszeiten sowie mit einem verlässlichen Ticketsystem buchbar ist. Für eine erfolgreiche Vermittlung erhält die BTZ eine Provision. Öffentliche Führungen, Bausteine und Tickets (Unterrubrik „Führungen und Tickets“) oder Gruppenangebote (Unterrubrik „Gruppenangebote“): 10% Provision zzgl. 1% Systemgebühr inkl. MwSt. Fix-Kosten im Jahr: 199,00 € Leistungen Name des Veranstalters  Fotos, max. Anzahl in der Regel 3-5 Film (Youtube, Vimeo) als Teaser  Beschreibung  Social Media-Vernetzung  Darstellung in interaktiver Karte  Verweis von passenden Seiten auf bremen-tourismus.de  Auskunft bei Anfragen über das Service-Center  Buchbarkeit über das Service-Center und in den Tourist- Informationen  Nur für VV-Mitglieder: Darstellung auf verkehrsverein-bremen.de inkl. Link  Bei Fragen wenden Sie sich gerne an unser Produktmanagement: Tel. 04 21 / 30 800-905, bremen@bremen-tourism.de BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 16 Internet – Darstellung touristischer Angebote Darstellung touristischer Angebote auf bremen-tourismus.de Stellen Sie Ihr Museum, Restaurant, Geschäft oder sonstiges Angebot in unserer Rubrik „Auf einen Blick“ vor – auch als Nicht-VV-Mitglied. Voraussetzung ist, dass das Angebot sich in eine der Rubriken unter www.bremen-tourismus.de/bremen-auf-einen-blick logisch einbinden lässt, dass es für Touristen interessant ist und eine Verortung hat. Die Darstellung ist für VV-Mitglieder kostenlos. Für Anbieter ohne VV-Mitgliedschaft entstehen folgende Kosten: Infos zur VV-Mitgliedschaft Ohne VV-Mitgliedschaft Pro Jahr: • Private Kulturelle/ideelle Vereinigungen mind. 30,70 € • Gaststätten/Restaurants 0,25-2,50 €/Platz • Einzelhandel Grundbeitrag 51,10-102,30 €, zzgl. 0,10-0,50 €/qm • Firmen mit tour. Interesse 102,30-613,60 € Eintritt in den Verein jederzeit möglich, alle Preise und Infos siehe Satzung unter www.verkehrsverein- bremen.de. Pro Jahr Pauschal 150,00 € Möglich für jedes Kalenderjahr; im ersten Jahr anteilige Kosten. Bezahlung im Voraus für das Folgejahr. Kündigung bis spätestens 6 Wochen zum Jahresende. BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 17 Internet – Darstellung touristischer Angebote Darstellung touristischer Angebote auf bremen-tourismus.de Leistungen Name des Hauses  Adresse  Telefon, Telefax, E-Mail-Adresse  Link auf Website  Fotos, max. Anzahl in der Regel 3-5 Film (Youtube, Vimeo) als Teaser  Beschreibung  Länge variabel Social Media-Vernetzung  Darstellung in englischer Sprache bei Lieferung einer professionellen Übersetzung  Darstellung in interaktiver Karte  Auskunft bei Anfragen über das Service-Center  Nur für VV-Mitglieder: Darstellung auf verkehrsverein-bremen.de inkl. Link  Teilnahme an der jährlichen Mitgliederversammlun  Touristische Bremen-Informationen in einem vierteljährlichen Newsletter  Bei Fragen wenden Sie sich gerne an unsere Abteilung Werbung: Ingrid Krause, Tel. 04 21 / 30 800-23, werbung@bremen-tourism.de BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 18 Internet – Bannerwerbung Bannerwerbung auf bremen-tourismus.de Präsentation in einer der drei Hauptrubriken, dort auf allen Unterseiten. • Bremen auf einen Blick • Lust auf Bremen • Reise planen und buchen (ausgenommen Plätze neben Buchungsstrecke) Format Wide Skyscraper 160x600 Pixel Datenformat/-volumen jpg oder gif, max. 65 kb Garantierte Banneraufrufe 15.000 im Monat Kosten 150,00 € im Monat Bei Fragen wenden Sie sich gerne an unsere Abteilung Werbung: Ingrid Krause, Tel. 04 21 / 30 800-23, werbung@bremen-tourism.de BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 19 Internet – Top-Tipps Top-Tipps über Ergebnislisten In der Rubrik „Reise planen und buchen“ ist es möglich, jeweils maximal drei Angebote in der Ergebnisliste oben zu platzieren und mit dem Label „Tipp“ zu versehen. Kosten je Platzierung und Monat: • Hotels 1. Platz: 150,00 €, 2. Platz: 125,00 €, 3. Platz: 100,00 € • Hotel-Pauschalen 1. Platz: 125,00 €, 2. Platz: 100,00 €, 3. Platz: 75,00 € • Führungen/Bausteine 1. Platz: 75,00 €, 2. Platz: 50,00 €, 3. Platz: 25,00 € • Gruppenangebote/Stadtführungen und Fahrten 1. Platz: 75,00 €, 2. Platz: 50,00 €, 3. Platz: 25,00 € Hinweise: Sortiert der Nutzer die Ergebnisse anders, oder wird eine Vakanz geprüft, dann entfallen die Sortierung oben sowie das Label. Die Buchung ist maximal für 3 Monate möglich, eine Verlängerung kann auf Anfrage vereinbart werden. Damit soll vermieden werden, dass sich ein Partner durchgängig den besten Platz sichert. Werden vereinzelte Plätze nicht gebucht, dann rutschen die anderen ggf. ohne Mehrkosten hoch. Die BTZ behält sich vor, eigene Angebote zu platzieren, sofern keine Buchung vorliegt. Bei Fragen wenden Sie sich gerne an unser Produktmanagement: Tel. 04 21 / 30 800-905, bremen@bremen-tourism.de BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 20 Internet – E-Mail-Newsletter Fachabteilung Tourismusförderung: Endkunden-Newsletter an über 6.000 Empfänger Anzeige im monatlichen Newsletter Kosten 260,00 € Format: 630x160 Pixel, Dateiformat: jpg, Auflösung 72 dpi, Link auf eigene Website Fachabteilung Touristik- und Unternehmens-Service (Bremen + Bremerhaven): Touristik-Newsletter an ca. 1.500 Empfänger (Bus- und Reisevermittler) Artikel im monatlichen Newsletter (ausgenommen August) Kosten 290,00 € 22 Zeichen Überschrift, max. 60 Zeichen Subtitle, max. 350 Zeichen Text, Bild, Link auf eigene Website Banner im monatlichen Newsletter (ausgenommen August) Kosten 250,00 € Format: 630x160 Pixel, Dateiformat: jpg, Auflösung 72 dpi, Link auf eigene Website Exklusiver Touristik-Newsletter an ca. 1.500 Empfänger (Bus- und Reisevermittler) Kosten 990,00 € Mit bis zu drei Artikeln, Bannerwerbung sowie passender Bilddarstellung und Link inklusive Nacharbeitung der Abwesenheitsnotizen und Auswertung BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 21 Internet – Sonstige Partnerschaften Text-Link/Sponsored Link – Integration auf Detailseiten Auf folgenden Rubrikenseiten platzieren wir an unterster Stelle im Kontext einen Teaser, der auf eine Detailseite führt. Auf dieser werden alle beauftragten und inhaltlich passenden Text-Links aufgeführt: Bremen auf einen Blick/alle Unterrubriken | Lust auf Bremen/Multimedia | Reise planen und buchen/Anreise  Inhalte: Eigenname/Firma, Text 150-200 Zeichen, Text für Link auf eigene Seite (Anchortext) max. 50 Zeichen, Link (SEO-relevant/dofollow)  Sprachen: deutsch  Fachabteilung: Werbung  Laufzeit: jährlich  Kosten: 300,00 € jährlich Im ersten Jahr gelten die anteiligen Kosten für das laufende Kalenderjahr (fällig auch für den angefangenen Monat ab Vereinbarung). Danach verlängert sich der Auftrag automatisch für das folgende Kalenderjahr, sofern nicht bis spätestens 6 Wochen zum Jahresende schriftlich gekündigt wird. Die Abrechnung erfolgt jährlich im Voraus. Das Angebot behält mindestens bis Ende 2017 die Gültigkeit, eine Preisanpassung im Jahr 2018 behalten wir uns vor (in diesem Fall gilt ein Sonder-Kündigungsrecht). Teaser auf der Startseite – bremen-tourismus.de Direkt auf der Homepage kann ein Teaser eingestellt werden. Positionierung je Kategorie an dritter Stelle. Der Teaser führt auf das Angebot unter www.bremen-tourismus.de, und wird als besonderer Tipp dargestellt. Er muss zum Thema Top-Tipps/Historisch/Maritim/Überraschend/Lebendig passen. Bild allgemein, ohne werbliche Inhalte.  Sprache: deutsch (englisch und Sondersprachen auf Anfrage)  Fachabteilung: Werbung  Laufzeit: 1 Woche (im Jahr maximal 8 Wochen, jeweils mit Unterbrechung)  Kosten: Top-Tipps 150,00 €, Themen Historisch/Überraschend/Natürlich/Lebendig 100,00 € Mehrkosten bei Link auf eigene Website 100,00 € BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 22 Internet – Sonstige Partnerschaften Teaser neben der Hotel-Suchmaske – bremen-tourismus.de/bremen-hotels Unten links neben dem Hotel-Suchformular und unter der seitlichen Navigation kann ein Teaser eingebunden werden, der auf das Angebot unter www.bremen-tourismus.de führt.  Sprachen: deutsch, englisch  Fachabteilung: Eigentouristik  Laufzeit: 1 Monat (im Jahr maximal 6 Monate, jeweils mit Unterbrechung)  Kosten: 150,00 €, Angebot nur für online buchbare Unterkünfte Affiliate-Programm – Integration der BTZ-Buchungsstrecke auf der eigenen Seite Wenn Sie ein von uns vorgegebenes Banner (oder einen vorgegebenen Textlink) in Ihre Website integrieren, welches auf buchbare Angebote wie die Hotelbuchung auf www.bremen-tourismus.de SEO-relevant verweist, erhalten Sie eine anteilige Provision für Buchungen, die aus den Überweisungen resultieren.  Sprachen: deutsch, englisch  Fachabteilung: Werbung  Laufzeit: jährlich  Provision: Sie erhalten eine Provision von 3 % auf die vom Statistik-Tool erfassten Buchungen, ab einem Umsatz von 750,00 €/Jahr Zum Jahreswechsel nach Auftragserteilung verlängert sich die Vereinbarung automatisch für das folgende Kalenderjahr, sofern nicht bis spätestens 6 Wochen zum Jahresende schriftlich gekündigt wird. Die Abrechnung erfolgt jährlich im Nachhinein, sofern der Gesamtumsatz mindestens 750,00 € beträgt; andernfalls entfällt der Provisionsanspruch. Dieses Angebot behält mindestens bis Ende 2017 die Gültigkeit, eine Provisionsanpassung im Jahr 2018 behalten wir uns vor (in diesem Fall gilt ein Sonder- Kündigungsrecht). Die BTZ behält sich vor, Affiliate-Partner abzulehnen, sofern die Erreichung des Mindest-Umsatzes nicht zu erwarten ist. BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 23 Internet – Sonstige Partnerschaften Bremen-Blog und Social Media In unserem Bremen-Blog berichten wir regelmäßig über spannende Themen rund um Bremen. Sehr persönlich und authentisch. Und sprechen damit immer mehr interessierte LeserInnen an – vielfach auch aus der Region. blog.bremen-tourismus.de Die Blog-Beiträge und viele weitere Themen stellen wir auf unseren Social Media-Profilen dar: facebook.com/bremenprofis | twitter.com/bremenerleben | instagram.com/bremenerleben | youtube.com/bremenerleben | Google+ gplus.to/bremenerleben | pinterest.com/bremenerleben  Fachabteilung: Werbung Blogger-Relations und Kampagnen weltweit Wir unterstützen Reise-BloggerInnen und -Influencer aus Deutschland und dem Ausland bei ihren Bremen-Besuchen, und schalten auch online große und kleine Kampagnen.  Blogger-Relations Inland = Fachabteilung: Kommunikation  Blogger-Relations Ausland und Kampagnen = Fachabteilung: Tourismusförderung Sind Sie an Kooperationen im Bereich Blogs, Social Media oder Kampagnen interessiert? Haben Sie Fragen? Dann wenden Sie sich gerne an uns, wir besprechen ganz individuell die Möglichkeiten für Ihr Thema oder Produkt. BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 24 ErlebnisCARD Schlemmerteller Produkte BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 25 Produkte – ErlebnisCARD Erscheinungstermin jährlich Zielgruppe Endverbraucher, Touristen Fachabteilung Eigentouristik Produkt Tourist-Card (Tages-, 2- Tages- oder 3-Tageskarte für 1, 2 oder bis 5 Personen) Benutzung von Bus und Bahn des öffentlichen Nahverkehrs in Bremen, Ermäßigungen in viele touristische Einrichtungen Verkauf über Service-Center und Tourist- Infos, bremen-tourismus.de, Reiseveranstalter, Hotels Bewerbung Auslage des Flyers, Darstellung im Reise-Katalog und auf bremen-tourismus.de Teilnahme/Kosten Übernahme der gewährten Ermäßigung auf den regulären Eintritt Bei Fragen wenden Sie sich gerne an unser Produktmanagement: Tel. 04 21 / 30 800-46, bremen@bremen-tourism.de BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 26 Produkte – Schlemmerteller Erscheinungstermin jährlich Zielgruppe Endverbraucher, Touristen Fachabteilung Eigentouristik Produkt Wertgutschein über 15,- €, Einlösung in ca. 15 verschiedenen Restaurants in der Bremer Innenstadt, Mehrwert: Bier oder alkoholfreies Getränk (0,3 l) gratis; Darstellung der teilnehmenden Restaurants auf einem Begleitblatt Verkauf über Service-Center und Tourist-Infos, bremen-tourismus.de Bewerbung Im Reise-Katalog, in den Tourist-Infos, Darstellung unter bremen-tourismus.de Teilnahme/Kosten Teilnehmende Restaurants stellen der BTZ einen ermäßigten Einkaufspreis von 13,- € in Rechnung Bei Fragen wenden Sie sich gerne unser Produktmanagement: Tel. 04 21 / 30 800-905, bremen@bremen-tourism.de BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 27 ITB Internationale Tourismusbörse Berlin RDA-Workshop Köln Weitere Messen Messebeteiligungen BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 28 Teilnahme im Stand Eintragung im Messekatalog, Teilnahme von 1 MitarbeiterIn, 1 Ausstellerausweis für die Dauer der Messe, Nutzung des gesamten Stand- innenraums, Transport Ihrer Messe- güter und Prospekte nach Berlin und zurück, Catering und Bewirtung für Sie und Ihre Gäste, Organisatorische Unterstützung Ihres Messeauftritts 4.000,00 € Teilnahme jeder weiteren Person 750,00 € ITB Internationale Tourismusbörse in Berlin Junior-Fachtag Nutzung des Besprechungsbereichs an einem der Fachbesuchermesse- tage, inkl. 1 Ausstellerausweis, Catering und Bewirtung für Sie und Ihre Gäste 1.000,00 € (nur für 1 Tag buchbar) Junior-Publikumstage Nutzung des Besprechungsbereichs an zwei Publikumsmessetagen, inkl. 1 Ausstellerausweis, Catering und Bewirtung für Sie und Ihre Gäste 1.000,00 € Stand im Stand Sprechen Sie uns an (max. zwei ITB- Partner) Auf Anfrage Messen – ITB Berlin Bei Fragen wenden Sie sich gerne unsere Abteilung Tourismusförderung: Martina Ziesing, Tel. 04 21/ 30 800-29, btz-verkauf@bremen-tourism.de BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 29 Messen – RDA-Workshop Teilnahme mit eigenem Counter/Stele Eintrag im Messekatalog (Ihre RDA-Mitgliedschaft erforderlich), Teilnahme von zwei Personen, 2 Messeausweise für die Dauer des Workshops, Catering und Bewirtung für Sie und Ihre Gäste, Logodarstellung, organisatorische Unterstützung Ihres Messeauftritts 2.000,00 € Teilnahme Stand-Innenraum mit Beratungsplatz Eintrag im Messekatalog (Ihre RDA-Mitgliedschaft erforderlich), Teilnahme von einer Person, 1 Messeausweis für die Dauer des Workshops, Catering und Bewirtung für Sie und Ihre Gäste, Logodarstellung 1.350,00 € Teilnahme jeder weiteren Person 330,00 € Gebühr * Von der RDA-Workshop Touristik-Service GmbH erhobene Mitausstellergebühr 250,00 € RDA-Workshop in Köln (nur noch zwei Messetage) Zusätzliche kostenlose Werbemöglichkeit für Sie! Mit der RDA-Einladung wird jedem Partner die Möglichkeit für Gesprächstermine eingeräumt. Die Kontakte werden an Sie weiter vermittelt Bei Fragen wenden Sie sich gerne unsere Abteilung Tourismusförderung: Martina Ziesing, Tel. 04 21/ 30 800-29, btz-verkauf@bremen-tourism.de BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 30 Messen – Weitere Messen Teilnahme als Messepartner am GCB Deutschland-Stand (auf Anfrage) ab 6.150,00 € Prospektauslage 750,00 € IMEX in Frankfurt Fachabteilung: Kongressbüro Teilnahme als Messepartner ab 1.500,00 € GTM Germany Travel Mart Der größte Incoming-Workshop für das Reiseland Deutschland. Fachabteilung: Tourismusförderung Bremen-Counter am Deutschlandstand der DZT Nach Aufwand Sonstige europaweit Fachabteilung: Tourismusförderung Teilnahme an jährlich wechselnden MICE Workshops ( auf Anfrage) Bei Fragen wenden Sie sich gerne unsere Abteilung Tourismusförderung: Martina Ziesing, Tel. 04 21/ 30 800-29, btz-verkauf@bremen-tourism.de Bei Fragen wenden Sie sich gerne unseren Kongress- und Veranstaltungsservic: Andrea Hess, Tel. 04 21/ 30 800-16, kongress@bremen-tourism.de BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 31 B2B-Angebote an Firmen- und Buskunden B2B-Service gbk – Gütegemeinschaft Buskomfort e.V BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 32 Serviceleistungen B2B-Angebote Newsletter-Beilage*1 an 1.800 Busunter- nehmer in D, B, CH, A, LU, NL (pro Aussendung/Beilage /1 x jährlich im September) 499,00 € Exklusiv-Newsletter per E-Mail an 1.500 Busunternehmer in D (Geschäftsführer / Reiseplaner) inklusive Buchungsformular 1499.00 € Exklusiv-Newsletter per E-Mail an 350 Entscheider aus Unternehmen und Betriebsräte in Bremen und Umzu inklusive Buchungsformular / Infoblatt als pdf 399,00 € 499,00 € Konzentrierte Exklusiv-Marketingaktion mit Unterlagenversand an ausgewählten Kundenkreis von 100 Entscheidern von Unternehmen inklusive Versand, telefonischer Nachfassaktion und Ergebnisbericht der Gespräche 2199,00 € . *1 Alle Mailing-Angaben beziehen sich auf ein Gewicht bis 20 g. Ticketverkauf 10 % Provision Mailing*1 an ca. 200 Entscheidungsträger von Großunternehmen aus Nordrhein-Westfalen inkl. Buchungsabwicklung (auch mit tel. Nachfassaktion möglich – Preis auf Anfrage) 449,00 € + 10 % Provision Mailing*1 an ca. 200 Firmen (Kunden) im Nordwesten mit Flyerversand inkl. Buchungsabwicklung 449,00 € + 10 % Provision Mailing*1 an ca. 350 Firmen und Verbände im Großraum Bremen/Umland + Nordwest inkl. Prospektversand/Buchungsabwicklung 699,00 € + 10 % Provision Mailing*1 an ca. 350 Busunternehmen (Tagesfahrtenakquise) im Nordwesten (Holländische Grenze bis Hamburg, Inseln bis Osnabrück) inkl. Prospektversand/Buchungsabwicklung 699,00 € + 10 % Provision Vertriebsleistungen Touristik- und Unternehmens-Service Bei Fragen wenden Sie sich gerne unseren Touristik- und Unternehmens-Service: Hans-Peter Krüger, Tel. 0421/30 800 75, firmen@bremen-tourism.de BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung. Alle Preise netto, zzgl. der gesetzl. gültigen MwSt. Seite 33 Findorffstraße 105 · D-28215 Bremen Tel.: 04 21 / 30 800-10 btz@bremen-tourism.de www.bremen-tourismus.de Werbung Ingrid Krause, Tel. 04 21 / 30 800-23 werbung@bremen-tourism.de Eigentouristik/Produktmanagement Cornelia Getta, Tel. 04 21 / 30 800-46 bremen@bremen-tourism.de Tourismusförderung Martina Ziesing, Tel. 04 21 / 30 800-29 btz-verkauf@bremen-tourism.de Touristik- und Unternehmens-Service Hans-Peter Krüger, Tel. 04 21 / 30 800-75 firmen@bremen-tourism.de Kongress- & Veranstaltungsservic Andreas Hess, Tel. 04 21 / 30 800-16, kongress@bremen-tourism.de Kommunikation Maike Lucas, Tel. 04 21 / 30 800-86, presse@bremen-tourism.de Verkehrsverein Geschäftsstelle Katrin Riekenberg, Tel. 04 21 / 30 800-21 info@verkehrsverein-bremen.de Wir sind gerne für Sie da! Foliennummer 1 Inhaltsverzeichnis Allgemeines Media-Daten Druck/Publikationen Druck – Allgemeines Druck – Bremen kompakt Druck – Reise-Katalog Druck – Reise-Katalog Druck – Innenstadtplan-Block Druck – Aufsteller in der Tourist-Info Marktplatz Media-Daten Digital/Internet Internet – Allgemeines Internet – Unterkunftsdarstellu Internet – Unterkunftsdarstellu Internet – Darstellung buchbarer Bausteine Internet – Darstellung touristischer Angebote Internet – Darstellung touristischer Angebote Internet – Bannerwerbung Internet – Top-Tipps Internet – E-Mail-Newsletter Internet – Sonstige Partnerschaften Internet – Sonstige Partnerschaften Internet – Sonstige Partnerschaften Produkte Produkte – ErlebnisCARD Produkte – Schlemmerteller Messebeteiligungen Messen – ITB Berlin Messen – RDA-Workshop Messen – Weitere Messen B2B-Service Serviceleistungen B2B-Angebote Wir sind gerne für Sie da! 2017-07-14T11:36:30Z 1.5 獫票楧栮捯洀鉭曮㞱Û뜰⠲쎔딁烊皭〼፥ᙼ䕸忤઱ PowerPoint-Präsentation Acrobat PDFMaker 10.1 für PowerPoint true true 乩歫椠䱡畳椀㸲㻸ꔿ㌋䬮ꍰ䞮誀圇짗꾬钒붤鏊꣊㥊揤鞁 2017-07-14T11:36:16Z 2017-07-14T11:36:30Z application/pdf; version=1.5 2017-07-14T11:36:30Z PowerPoint-Präsentation 2017-07-14T11:36:30Z uuid:831a26b0-2b6a-4889-9978-82929ce1a6b5 Acrobat PDFMaker 10.1 für PowerPoint true 2017-07-14T11:36:30Z 2017-07-14T11:36:30Z PowerPoint-Präsentation false 2017-07-14T11:36:30Z 乩歫椠䱡畳椀㸲㻸ꔿ㌋䬮ꍰ䞮誀圇짗꾬钒붤鏊꣊㥊揤鞁 乩歫椠䱡畳椀㸲㻸ꔿ㌋䬮ꍰ䞮誀圇짗꾬钒붤鏊꣊㥊揤鞁 乩歫椠䱡畳椀㸲㻸ꔿ㌋䬮ꍰ䞮誀圇짗꾬钒붤鏊꣊㥊揤鞁 2017-07-14T11:36:16Z Fri Jul 14 11:36:16 UTC 2017 2017-07-14T11:36:16Z true true 33 true 獫票楧栮捯洀鉭曮㞱Û뜰⠲쎔딁烊皭〼፥ᙼ䕸忤઱ true 乩歫椠䱡畳椀㸲㻸ꔿ㌋䬮ꍰ䞮誀圇짗꾬钒붤鏊꣊㥊揤鞁 Adobe PDF Library 10.0 true 2017-07-14T11:36:16Z Adobe PDF Library 10.0", "segment": "20171115160131", "digest": "Stand: Juni 2017 MEDIEN & KOOPERATIONEN MEDIA-DATEN DRUCK & DIGITAL, PRODUKTE, MESSEBETEILIGUNGEN BTZ Bremer Touristik-Zentrale, Stand Juni 2017. Immer aktuell unter www.bremen-tourismus.de/werbung...", "host": "www.bremen-tourismus.de", "favorite_count": 0, "content_length": "5100207", "timestamp": "2017-11-15T16:26:45.207Z", "virtual_host": [], "created": "2017-11-15T16:26:45.207Z", "label": [], "doc_id": "f9395d4557ba40f5bf5061cedceb1e94", "url": "https://www.bremen-tourismus.de/action/download?id=f4c40da2-ce5e-0116-3a0b-1059dc9f87a8", "site": "www.bremen-tourismus.de/action/download", "filename": "download", "config_id": "WAV-wNxlFG2FTSbXh_Rkx", "parent_id": "https:%2F%2Fwww.bremen-tourismus.de%2Fwerbung;role=Rguest", "anchor": "", "mimetype": "pdf", "boost": "1.0"}