{"filetype": "pdf", "expires": "2017-12-24T15:15:57.012Z", "role": ["Rguest"], "click_count": 0, "title": "brochure-merchandising-your-unique-message-our-unique-solution-merchandising-suite.pdf", "content": "1 | We’re redefining airline growth Your unique message. Our unique solution. Maximize your revenue with the Travelport Merchandising Suite and discover how we’re redefining airline growth. 2 | Travelport Merchandising Suite Retailing and marketing your brand. Your way. To stay relevant in today’s ever-evolving world of travel retail, your business needs the very best tools available to differentiate your brand, showcase your personalized products and promote the unique customer experience your airline offers. By listening and responding to your needs, we’ve created the Travelport Merchandising Suite. Our industry-leading solution allows you to connect to travel agencies, travel buyers and travelers around the world with the same control and precision you expect from your direct channels – just like your transactional website and paid-for advertising. Your airline can present detailed product information and supporting graphic imagery in a way that will boost your sales, increase upselling opportunities and drive loyalty to your brand. Travelport is already one step ahead of the game, having outpaced the industry to bring tangible capabilities and unrivalled content to our Travel Commerce Platform. travelport.com | 3 The Travelport Merchandising Suite is made up of three complementary components. They combine to allow your airline to connect, share and promote products and services, and differentiate your brand more efficiently than ever before. Ancillary Services Our solution drives more revenues through the sale of ancillaries like bags, seats, meals and more – direct to over 68,000 travel agencies worldwide. Whether you choose industry standard or API connections, your ancillaries are seamlessly integrated into the selling process. Aggregated Shopping Our solution consolidates shopping results for your airline, whether you connect through industry standards or choose an API connection. Exclusive to Travelport, our travel agencies can now search and book your content without ever leaving their normal workflow. Rich Content and Branding Our solution lets you promote and retail your brand values your way through multiple points of sale including Travelport Smartpoint, Travelport Universal API and in the cryptic environment. Your unique imagery, descriptive sales messages and branded fares all provide the agent, both online and offline, travel management company and the traveler with a deep understanding of your offering and the relevant upsell opportunities. Travelport Merchandising Suite Why the industry needed a better solution. The growth and popularity of regional and low cost airlines meant travel agents needed easier ways to compare and book this content. Since many non-traditional airlines didn’t file fares through industry or Airline Tariff Publishing Company (ATPCO) standards, travel buyers had to go to websites and other sources outside their agency point of sale. This meant more time per transaction and each different workflow impacted back-office processing. Travelport knew change was needed. Travelport connected travel agencies have told us* that to sell effectively they need to be able to remain in one booking flow, so they can compare schedules and fares from every type of airline on a single screen. Travelport Aggregated Shopping delivers. “The Travelport Merchandising Suite offers us the flexibility to connect to the GDS channel and enables us to distribute our low fares to even more travelers as we continue to expand our offering.” Tony Fernandes, AirAsia Group CEO Travelport Aggregated Shopping. Connect to us. Grow with us. How Aggregated Shopping is redefining airline growth. We’ve created the capability to integrate content from any provider, whatever their business model or technology. Our Travel Commerce Platform consolidates shopping results for your airline, whether you connect through ATPCO or choose an API connection. Exclusive to Travelport, our travel agencies can now search and book your content without ever leaving their normal workflow. Increase your opportunities to sell: – Extend the reach of your airline to over 68,000 travel agency locations in over 180 countries. – Your branded fares and ancillaries available on 235,000 point-of-sale desktops worldwide. – Our solution is technology neutral, so your brand is ready for whatever the future brings. *Travelport Research, 20144 | Travelport Merchandising Suite 1Press Release issued by IdeaWorksCompany in November 2014. Why the industry needed a better solution. Industry reports tell us revenues from airline ancillary sales were expected to reach $59.2 billion globally in 20151 - up 121% since 2010. While 60% of airline seat sales came through indirect channels, like Travelport’s Travel Commerce Platform, 87% of ancillary revenues were coming from the airlines’ own websites. This imbalance needed to be addressed if our customers were to maximize the revenue from every seat sold. But without a system that allowed airlines to connect, promote and manage their ancillaries, the potential to grow sales in the travel agency channel was limited. How Travelport is redefining airline growth. In a Travelport research conducted amongst travel agency owners and managers globally in 20141, 77% of respondents indicated that they would be more interested in selling Travelport connected travel agencies have told us* that being able to compare and offer unbundled ancillaries like paid seats, extra bags, Wi-Fi and lounge access in one consolidated itinerary gives customers the confidence that the agent has found them the best possible fare. Travelport Ancillary Services delivers. – Choose, distribute and manage ancillaries in ways that suit your airline, your brand and preferred connectivity method. – Give travel agencies effortless integrated access to your ancillaries via their normal workflows. – Agencies see your descriptions and promotional content to make informed selections. “Travelport’s Merchandising Suite allows us to customize our product display and content within Travelport Smartpoint. This provides enhanced functionality which allows Avianca to include product descriptions, images and branding information for eligible itineraries.” Carlos Durán, Avianca VP of Marketing and Sales Travelport Ancillary Services. Sell a journey, not just a flight. extra services if the process was made more efficient. Our solution drives more revenues through the sale of ancillaries like bags, seats, lounges, meals and more – direct to over 235,000 travel agency points of sale. Whether you choose industry standard or API connections, your ancillaries and services are seamlessly integrated into the selling process allowing travel agents to offer a comprehensive, end to end journey to their customers. travelport.com | 5 “We selected Travelport specifically for their Rich Content and Branding which enables us to differentiate carrier offerings, sell ancillary products previously only available through individual airline websites and increase our revenues whilst better servicing our clients.” Jeff Hakim, Managing Partner, Travel Partners, Australia Travelport Rich Content and Branding. Differentiate your airline and create new revenue opportunities Why the industry needed a better solution. The traditional GDS model was proving too inflexible for airlines with multi- channel retail and marketing strategies to achieve the differentiation they needed to sell effectively through intermediaries such as travel agencies. For most carriers, this indirect distribution represented a big percentage of their revenues and Travelport predicted the industry was falling behind the sales capabilities of airlines’ own websites. How Travelport is redefining airline growth. Our solution lets you promote and retail your brand values your way through our multiple points of sale including Travelport Smartpoint, Travelport Universal API and in the cryptic environment. Your unique imagery, descriptive sales messages and branded fares all provide the agent, both online and offline, travel management company and traveler with a deep understanding of your offering and the relevant upsell opportunities for each customer. – Your branded fares: You can apply customized labels to your fare products in the same way our other customers do. E.g. Delta Air Lines Basic Economy, Main Cabin and Delta One. – Your brand imagery: Rich images will position your products consistently across channels and extend your website investment. – Your sales messaging: Images, product descriptions, branding and sales messages can be used to describe and promote your branded fares. – Your upsell offers: Shopping results can return a price for higher fares in a fare family, with a full comparison of associated attributes and ancillaries, directly from an availability search. – Your tailored content: You can customize and segment your offers and products to key agents, travel management companies and corporations for even greater return. Travelport connected travel agencies have told us* that branded content and rich visual imagery empowers them to sell more effectively and offer a more competitive customer service. Travelport Rich Content and Branding delivers. *Travelport Research, 20146 | Travelport Merchandising Suite With the Travelport Management Portal you’re in full control of your content. What does New Distribution Capability mean to Travelport customers? It’s simple to apply rich, branded content to your existing processes. Travelport gives you access to our Merchandising Management Portal, where you can easily upload, modify, refresh and update branded content, and map it to your ATPCO fare filings or API content. Rich content is then distributed in real-time to key agents, travel management companies and travelers at the point of sale as booking decisions are being made. Once you connect to the Travelport Merchandising Suite you remain in control of your brand messaging and imagery, while enjoying the scale and reach your collaboration with Travelport will create. IATA hopes to enable increased sales of airline ancillary products by introducing an XML based API scheme through its New Distribution Capability (NDC). Travelport is supportive of industry standards and we have been working with IATA over the past few years to help deliver such standards. In parallel, we have also been focused on helping our airline partners with products and services they need now to differentiate themselves from their competitors in the retailing and sale of their full range of fares and ancillaries. Consequently, investing in, and delivering industry-leading Travelport merchandising capabilities has been a high strategic priority to us and we have delivered a number of unique and highly innovative merchandising solutions which are already live and available to our customers today. These solutions have earned Travelport numerous industry awards and accolades across all geographic regions and we will continue to maintain our focus in this area as we seek to redefine travel commerce for our customers going forward. – Easily replicate images and information from your website. – Tie images, product descriptions and sales messages to fares and ancillaries that are delivered to Travelport through both ATPCO and an API. – Associate information down to a particular flight, day and aircraft type, and by geography, booking class, fare basis code, fare type, by flight and flight range, cabin and travel dates. – Use simple icons to depict complimentary or chargeable ancillaries, such as seats, meals, Wi-Fi, lounge access, extra legroom, baggage, fast-track security and more. travelport.com | 7 To discuss how the Travelport Merchandising Suite can help drive your business forward, please contact merchandising@travelport.com ©2015-2016 Travelport. All rights reserved. Travelport, the Travelport logo, Apollo, Galileo and Worldspan are trademarks of Travelport. All other marks are the property of their respective owners. travelport.com Our experts are here to help you and the senior decision makers in your organization make the move to our Travelport Merchandising Suite. Based on a low-risk, consultative and collaborative migration approach, our team will work in partnership with you to drive the positive change that connecting with Travelport will bring. Our powerful distribution strategy offers you a flexible, dynamic way to retail and sell your products that is unique to your airline and your connectivity preferences. By allowing your brand to present and market your content just the way you want, our solutions actively bring your airline and our retail channels closer together to serve a new generation of travelers who expect more personalized end-to-end shopping experiences. If you’re ready to maximize the revenue from every seat sold with the Travelport Merchandising Suite get in touch today. We understand that change is always a challenge and successful migration to a flexible, next-generation merchandising and distribution strategy requires vision, strong leadership, investments in technology and effective risk mitigation at every stage of the process. Are you ready to maximize your revenues through Travelport? D:20160812153040-04'00' Adobe PDF Library 15.0 Adobe InDesign CC 2015 (Macintosh) D:20160812153055-04'00'", "segment": "20171124151548", "digest": "1 | We’re redefining airline growth Your unique message. Our unique solution. Maximize your revenue with the Travelport Merchandising Suite and discover how we’re redefining airline growth. 2 | Tra...", "host": "www.travelport.com", "favorite_count": 0, "last_modified": "2016-08-22T12:29:17.000Z", "content_length": "1152173", "timestamp": "2016-08-22T12:29:17.000Z", "virtual_host": [], "thumbnail": "https://www.travelport.com/sites/default/files/brochure-merchandising-your-unique-message-our-unique-solution-merchandising-suite.pdf", "created": "2017-11-24T15:27:31.592Z", "label": [], "doc_id": "cb136fc856734be488196aaa6c245d54", "url": "https://www.travelport.com/sites/default/files/brochure-merchandising-your-unique-message-our-unique-solution-merchandising-suite.pdf", "site": "www.travelport.com/sites/default/files/brochure...", "filename": "brochure-merchandising-your-unique-message-our-unique-solution-merchandising-suite.pdf", "config_id": "WAV_umGd7G2FTSbXh_VEz", "parent_id": "https:%2F%2Fwww.travelport.com%2F;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}