{"filetype": "pdf", "expires": "2017-12-24T15:15:57.012Z", "role": ["Rguest"], "click_count": 0, "title": "footer-code-of-conduct-travelport-code-of-business-conduct-and-ethics-v5-3-sep2017.pdf", "content": "Code of Business Conduct and Ethics Policy and Code Guidance Version 5.3: September 2017 Contents Message From The Travelport Senior Leadership Team .......... i INTRODUCTION .......... 3 Does the Code Apply to Me? .......... 3 Will the Code Tell Me Everything I Need to Know? .......... 3 What Happens if I Don’t Comply with the Code? .......... 3 Where Can I Go for Help? .......... 3 What Is the Integrity Line? .......... 4 What is complianceandethics@Travelport.com? .......... 4 What about Retaliation? .......... 4 What Must I Do to Support the Code? .......... 4 Whom Should I Contact for Additional Information? .......... 5 WORKPLACE AND ENVIRONMENT .......... 5 Equal Employment Opportunity .......... 5 Harassment and Bullying Free Workplace .......... 5 Human Rights .......... 6 Substance Abuse .......... 6 Workplace Violence .......... 6 Family and Personal Relationships .......... 6 Environment .......... 7 Health and Safety .......... 7 WORKING WITH OTHERS .......... 7 Antitrust and Competition .......... 7 Trade Shows and Trade Association Meetings .......... 7 Competitive Intelligence .......... 8 Fair Dealing .......... 8 Conflicts of Interest .......... 8 Employee business pursuits outside of Travelport .......... 9 Business or Investment Opportunities .......... 9 Gifts and Entertainment .......... 9 External Communications .......... 10 Regulatory or Legal Inquiries .......... 10 Political Contributions and Lobbying .......... 10 Corruption and Bribery .......... 11 Marketing, Advertising and Promotions .......... 11 PRIVACY.......... 11 Privacy and Personal Information .......... 11 Employee Confidentiality .......... 12 Policy and Code Guidance Travelport 3 INSIDER TRADING AND NON-PUBLIC INFORMATION .......... 12 TRAVELPORT ASSETS .......... 12 Use of Travelport Property .......... 12 Travel and Entertainment Expenses .......... 13 Destruction of Property and Theft .......... 13 Fraud: .......... 13 Money Laundering or Illicit Financing .......... 13 Trade Sanctions .......... 13 Intellectual Property of Travelport .......... 13 Intellectual Property of Others .......... 13 Use of Information Assets .......... 13 COMPANY BUSINESS INFORMATION AND RECORDS .......... 14 Confidential and Proprietary Information .......... 14 Financial Reporting and Records .......... 15 Records Management .......... 16 Email journaling process .......... 16 Policy and Code Guidance Travelport i Message From The Travelport Senior Leadership Team Dear Travelport Colleague As a public company, Travelport is subject to legislation around the world such as the UK Bribery Act, the US Foreign and Corrupt Practices Acts and other regulations. This Code of Business Conduct and Ethics gives guidance to all Travelport employees to ensure they understand the expectations of the Senior Leadership Team. It covers both how we conduct ourselves as well as the right way to act in our daily lives at Travelport. Fostering a culture that inspires and empowers every employee to do the right thing – even when it is not the easy option – is also one of the responsibilities of the Travelport Senior Leadership Team. You can be confident that any issues you bring to our attention will be resolved, and any concerns you raise in good faith will be taken seriously without any fear of retaliation. Whatever role you play in the company, when it comes to ethics, it is the responsibility of each and every one of us to take the lead. Being a good ethical leader means recognizing Travelport’s Code of Business Conduct and Ethics principles, making good decisions based on these principles and demonstrating these principles in what we say and do. It’s all about how we conduct ourselves and the ethical standards to which we hold ourselves. Our principle of acting with integrity every day promotes our good reputation, and we are committed to this in both words and actions. I firmly believe that if we always keep to our principles of integrity, fairness, honesty and respect, then we are far more likely to make the right decisions in our day to day work for Travelport. These principles are clearly outlined in further detail in this Code and in the Code Guidance documents. Sincerely, Gordon Wilson President and CEO Peg Cassidy General Counsel Bernard Bot Chief Financial Officer Rose Thomson Chief Human Resources Officer Stephen Shurrock Chief Commercial Officer Matt Minetola Chief Information Officer Policy and Code Guidance Travelport 3 INTRODUCTION Travelport is committed to the highest standards of compliant and ethical conduct in its business dealings. The Code of Business Conduct and Ethics (“Code”) and its Guidance documents set forth the company’s expectations of its employees and are the foundation of our Compliance and Ethics Program (“Program”). The Code and its Guidance documents supersede any and all previous codes of conduct and similar documents of Travelport, its subsidiaries and their predecessors. Unless otherwise required by law, to the extent any Travelport enterprise, business or local policies, customs or practices conflict with the Code, the Code shall prevail. Does the Code Apply to Me? The Code applies to everyone The Code is designed to assist Travelport employees, officers and directors in conducting their daily activities ethically and legally. A large part of the Code is based on the legal obligations of either Travelport or its employees (or both), and as such, compliance with the Code may assist in protecting an individual should an investigation by the relevant authorities occur. However, as a global company, we must recognize that there are differing laws throughout the world, and employees are expected to comply with the Code only to the extent that applicable law allows. You should take the opportunity to check with your manager or the Legal team if you are at all unsure. The Code represents part of Travelport policies and procedures, and to this extent, it is binding on all Travelport employees. The Code does not, in any way, constitute an employee contract or an assurance of continued employment and is not intended to and does not give rise to any contractual rights. For additional requirements specific to countries or regions, please consult regional guidance posted on Homeport. Will the Code Tell Me Everything I Need to Know? The Code is not intended to cover every situation that might arise, nor will it take account of every legal requirement but is intended to help employees make the right decisions and ask the right questions. What Happens if I Don’t Comply with the Code? It is the responsibility of all employees to know, understand, and comply with the Code, subject to applicable law. Each new and current Travelport employee will be required to certify annually that he or she has read, understood and will comply with the Code and all Guidance documents, as well as the Cyber Security and Risk policies. Subject to applicable law, failure to comply with the Code may result in disciplinary action, including termination of employment, and in certain instances, referral to appropriate authorities. For example, disciplinary action may be taken against any of the following persons:  any employee who violates the Code or applicable law, or who directs others to do so;  any employee who deliberately withholds relevant information, or knowingly provides false information, concerning a violation of the Code or applicable law;  any employee who retaliates, directly or indirectly, against another employee for reporting or investigating a suspected violation of the Code or applicable law. Where Can I Go for Help? If you observe or become aware of an actual or potential violation of any law, regulation, or provision of the Code, whether committed by Travelport employees, by a contractor or others associated with Travelport, it is your responsibility to report the circumstances in an appropriate and timely manner and cooperate with any investigation that might ensue. The Program is designed to foster open communications and give employees the means to report in good faith any potential violation of law or business ethics. Policy and Code Guidance Travelport 4 For assistance with compliance and business ethics matters, you should contact your immediate supervisor or manager. If he or she is unable to resolve the issue or if you are uncomfortable discussing the issue with your supervisor or manager, the General Counsel is available to assist you. You may also seek assistance from Human Resources or Legal, by contacting complianceandethics@Travelport.com, or by calling the “Integrity Line.” What Is the Integrity Line? The Integrity Line is a service established by Travelport to enable employees to make confidential reports of possible violations of the Code. While the Integrity Line does not replace the existing reporting channels, it may be used to report matters you believe are not being resolved through existing channels as outlined above. The Integrity Line’s number is +1 855 224 4258. All countries can dial the number directly. The Integrity Line is available 24 hours a day, seven days a week and is staffed by an outside, independent organization. Calls are answered in local languages where possible. You may place calls to the Integrity Line to report actual or potential violations of the Code, including concerns regarding accounting, auditing and financial reporting matters. If an employee calls the Integrity Line, a call specialist will listen to the report or inquiry, make a detailed summary of the call and forward the information to the appropriate individual(s) within Travelport to look into the matter. Every effort will be made to keep the identity of anyone reporting an actual or potential violation confidential to the extent permitted by law, unless doing so will prevent Travelport from fully and effectively investigating suspected misconduct or taking appropriate action in response. The Integrity Line will not record calls or use call identifiers. You may also report possible violations via the internet at the following webtext address: https://iwf.tnwgrc.com/Travelport. All reports in to the Integrity Line are investigated. Where malicious claims are made, appropriate disciplinary action will be taken where appropriate. What is complianceandethics@Travelport.com? Complianceandethics@Travelport.com is a mailbox that is available to all employees. Use this mailbox to ask questions or get advice on Compliance and Ethics related matters. The mailbox is monitored by the Compliance and Ethics team, who will respond to your query or engage someone who will be able to help. What about Retaliation? Travelport will not tolerate retaliation against any employee for, in good faith, lawfully and truthfully, seeking advice, raising a concern or reporting any potential violation of the Code. Individuals engaging in any retaliatory conduct, such as denying a promotion or bonus, will be subject to disciplinary action, which may include termination. If you suspect retaliation against you or someone you know, it is your responsibility to immediately contact Compliance and Ethics, Human Resources, Legal, the Integrity Line, or the General Counsel. We take claims of retaliation seriously, and any allegations of retaliation will be investigated, with appropriate action taken. What Must I Do to Support the Code? Integrity Every Day! Leaders at all levels of the organization must:  create a culture of compliance in which employees understand their responsibilities and feel comfortable raising concerns without fear of retaliation; Policy and Code Guidance Travelport 5  encourage ethical conduct and compliance with the law by personally leading compliance efforts;  consider compliance efforts when evaluating and rewarding employees; and  ensure that employees understand that business results are never more important than ethical conduct and compliance with policies. All employees represent Travelport and must behave in a manner that does not damage Travelport’s reputation. The Code describes how Travelport expects its employees to behave and as such represents the standards that employees must observe. In addition, all third-parties that do business with Travelport will be expected to observe the principles of the Code. Any request for a waiver from a provision of the Code can only be provided by an Executive Officer or Board Member of Travelport and must be made in writing, must fully detail why the waiver is sought and be sent directly to the General Counsel, who will refer the waiver request to the Board of Directors or a designated Committee, which has sole responsibility for granting or denying such waivers. Any other requests for an exception in relation to provisions of the Code must be directed to Travelport’s General Counsel. Whom Should I Contact for Additional Information? More specific information and guidance can be found in various sources including policies, procedures and guidelines that you may obtain from your immediate supervisor or manager, Human Resources, Legal, the General Counsel, or via Homeport. WORKPLACE AND ENVIRONMENT Equal Employment Opportunity: Travelport strives to foster a work environment in which all individuals are treated with respect and dignity. We strive not to discriminate either directly or indirectly against employees or potential employees on the basis of race, color, religion, sex, sexual preference/orientation, citizenship, marital status, veteran status, national origin, age, genetic information, physical or mental disability, or against any other group protected by applicable law or applicable company policy. Travelport will make reasonable accommodations for its qualified disabled employees in compliance with applicable law. Travelport is committed to fair employment, including equal treatment in recruitment, hiring, selection, transfers, promotion, training and development, compensation, termination and disciplinary action, and will not tolerate discrimination either directly or indirectly by its employees or agents. Harassment and Bullying Free Workplace: Travelport is committed to providing a workplace that is free of harassment, bullying and other unlawful conduct. Harassment based on sex and other categories protected by law is illegal in most countries, and all employees and others in the workplace are prohibited from engaging in any form of sexually harassing behavior, harassment based on any other protected category, or bullying. Harassment is any unwanted physical, verbal or non-verbal conduct that is based upon a person’s membership in a protected category and has the purpose or effect of violating a person’s dignity or creating an intimidating, hostile, degrading, humiliating or offensive environment for them. A single incident can amount to harassment if the isolated incident is sufficiently serious. Sexual harassment includes, but is not limited to, unwelcome sexual conduct, either visual, verbal or physical, and may include, but is not limited to, unwanted sexual advances, unwanted touching and suggestive touching of self or others, language of a sexual nature, telling sexual jokes, innuendoes, suggestions, suggestive looks and displaying sexually suggestive visual materials. For a more detailed explanation, please consult Travelport policies available on Homeport. If you feel or become aware of any harassment, contact Human Resources, the General Counsel or the Integrity Line. Bullying is offensive, intimidating, malicious or insulting behavior involving the misuse of power that can make a person feel vulnerable, upset, humiliated, undermined or threatened. It can take the form of physical, verbal and non-verbal conduct. Bullying may include; physical or psychological threats, overbearing and intimidating levels of supervision and inappropriate derogatory remarks about Policy and Code Guidance Travelport 6 someone’s performance. Legitimate, reasonable and constructive criticism of an individual’s performance or behavior or reasonable instructions will not amount to bullying. Human Rights: Travelport is committed to supporting and respecting internationally proclaimed human rights, as defined by international and local laws. Travelport will not tolerate child and forced or compulsory labor. Travelport will make every endeavor to be fully aware of human rights issues, such as eliminating human trafficking and slavery. Travelport will conduct itself in a manner that will foster respect, dignity and equality for all. If any employee becomes aware of any transgression in relation to human trafficking of Travelport’s Anti-Slavery and Human Trafficking Policy and Code Guidance, then you must report this immediately to complianceandethics@Travelport.com. Substance Abuse: Travelport is committed to maintaining a safe and healthy work environment free of substance abuse. Employees are expected to perform their responsibilities in a professional manner and to be free from the adverse effects of illegal drugs, alcohol or other substances that may hinder job performance or judgment. Employees are prohibited from the illegal use, sale, dispensing, distribution, purchase, possession or manufacture of illegal drugs or other controlled substances, while on Travelport property or Travelport-sponsored business. Travelport makes services available through an employee assistance program to help employees deal with drug or alcohol abuse problems. See Homeport or contact Human Resources for additional information. Subject to the requirements of applicable law, Travelport may require an employee suspected of unlawful drug use and/or being intoxicated while at work to submit to a reasonable suspicion drug and/or alcohol test and/or undergo mandatory rehabilitation, and any refusal to do so may lead to disciplinary action up to and including termination of employment. Similarly, to the extent permitted by local law, any conviction for a drug-related offence could result in termination of employment. Workplace Violence: The workplace must be free of violent and abusive behavior. Threatening, aggressive or abusive behavior toward fellow employees or others in the workplace will not be tolerated. Employees may not carry weapons or explosives into Travelport facilities, property or while travelling on company business. As with other violations of the Code, a violation of this section on Workplace Violence will result in disciplinary action, up to and including termination of employment. Family and Personal Relationships: Travelport is committed to fostering a professional work environment in which managers treat employees in a fair and impartial manner. Travelport is also committed to avoiding perceptions of favoritism, claims of lack of objectivity toward subordinate job performance, and complaints of sexual harassment or even the appearance of impropriety. Accordingly managers (i.e. all employees who directly or indirectly supervise or direct another employee on a full- time or part-time basis) may not favor any employee in promotions, compensation, assignments and the like on the basis of any personal friendship or financial or social relationship with the employee. Examples of relationships that may lead to favoritism or a perception of favoritism are:  relatives who work as supervisors or subordinates to one another, either directly or indirectly, or work in the same department or function;  employees in the same department or function who are dating one another or who are otherwise engaged in a close or intimate personal relationship;  a manager who is engaged in a close or intimate personal relationship with a subordinate or someone else over whom the manager has the power to change or impact compensation, assignments or similar matters. Employees who enter into a relationship with a colleague which could lead to a perception of favoritism, including any intimate relationship with a subordinate, should seek guidance from Human Resources. Policy and Code Guidance Travelport 7 Environment: Travelport recognizes its responsibility to reduce our impact on the environment and strives to be an eco-friendly workplace for the benefit of our employees and the communities in which we work. Travelport is committed to compliance with all applicable environmental laws and to preventing or mitigating any adverse environmental impact in all its business activities. Health and Safety: Travelport is committed to providing its employees with a healthy and safe workplace in compliance with applicable laws. Employees must be aware of safety issues and policies that affect their job and take preventive measures to avoid potential injury. Employees must immediately advise their managers, or the persons responsible for health and safety of any workplace injury or any circumstance presenting a dangerous situation, so that a timely investigation may be conducted and corrective action taken to resolve the issue. Employees must assist Travelport in reporting all workplace injuries including providing details regarding any incident, filing all relevant claims, and cooperating with Travelport’s insurers or their representatives in any claim investigation. Upon learning of any circumstance that might affect the health and safety in the workplace, managers must act immediately to address the situation. WORKING WITH OTHERS Antitrust and Competition: Travelport business activities are subject to antitrust and competition laws in most countries around the world. These laws are intended to promote fair competition and free enterprise by prohibiting activities that unreasonably restrain or inhibit competition, “bring about a monopoly” (in the U.S.), “abuse a dominant market position” (in the European Union, “EU”), artificially maintain pricing or otherwise illegally hamper or distort normal commerce. The laws that apply to you may vary depending on where you work. Some competition laws – such as those in the U.S. and EU – may apply even when the conduct occurs outside the country’s borders. These laws apply to such diverse activities as sales, marketing, procurement, contracting, and mergers and acquisitions. As an example, these laws specifically prohibit or restrict agreements between competitors to:  fix, coordinate or control prices or set minimum pricing;  allocate or divide up customers or territories; and  refrain from competing against other market participants, whether wholly or in some limited fashion. The antitrust and competition laws also prohibit or restrict implementing certain group boycotts and establishing tying arrangements. Unlawful tying may occur when the purchase of one product or service requires the purchase of another “tied” product or service. These laws are complex, and their requirements are not always clear. In many jurisdictions, including the U.S. and the EU, violations can lead to severe penalties and damage awards as well as fines and jail sentences in criminal law proceedings. In the EU, fines for anticompetitive behavior can be ten percent of the overall annual turnover of the company, depending on the nature of the infringement. Please refer to the applicable Code Guidance document for more information. If you have any questions about how the antitrust and competition laws apply to a particular situation, seek advice from Legal before taking action. Trade Shows and Trade Association Meetings: Antitrust and competition laws are particularly relevant if you attend trade shows or trade association meetings while acting on behalf of Travelport because of the opportunity to interact with competitors or potential competitors. In order to avoid possible violations of such laws, you should never discuss pricing with competitors, including pricing strategies, costs and discounts; the purported allocation of customers or territories; agreements not to compete or to compete only in a limited fashion; agreements to regulate or limit production; or agreements to participate in group boycotts. Any effort which you wish to undertake with another company or Policy and Code Guidance Travelport 8 companies to seek relief from courts, regulatory agencies or legislative bodies must be reviewed with Legal before taking action. Before you attend or speak at a Trade Show or Trade Association Meeting, email the Competitor Communications mailbox (Competitor.Communications@Travelport.com). You will receive a reminder to help you with what is acceptable to say, and what not to say at the conference. This is of particular importance as a New York Stock Exchange listed company. Competitive Intelligence: In order to keep current with developments in our industry, it is permissible to lawfully gather and use information gained about the activities of our competitors. However, it is Travelport’s standing mandate that, without exception, such information must only be obtained through lawful and ethical practices. Please refer to the applicable Code Guidance document for more information. In situations where you have questions or doubts about a particular competitive intelligence activity or practice, please contact Legal to discuss these. Fair Dealing: Each employee should endeavor to deal fairly with Travelport customers, suppliers, vendors and employees. No one should take unfair advantage of others through manipulation, concealment, abuse of privileged and/or confidential information, misrepresentation of material facts or any other unfair business practice. This includes the improper use of confidential, proprietary or trade secrets of others, such as suppliers, customers and former employers, whether protected by law or agreement. Employees subject to continuing obligations to their former employer(s) are required to notify Human Resources providing full details. Conflicts of Interest: All employees occupy a position of trust with Travelport and as a result have a duty of loyalty to Travelport both during and after the employment relationship. Employees are required to avoid any relationship or activity that might create or give the appearance of a conflict between their personal interests and the interests of Travelport or its subsidiaries. Travelport selects its suppliers, vendors and contractors in a non-discriminatory manner and based on appropriate quality, cost, service and ability to supply a range of goods and services. A decision to hire a supplier, vendor or contractor must never be based on personal interests or interests of family members, but must be in the best interests of Travelport. Please refer to the applicable Code Guidance document for more information. Employees must disclose any relationship that appears to create a conflict or potential conflict of interest to their department manager for referral to the General Counsel for disposition. Employees must also obtain written pre-approval from the General Counsel before proceeding with any transaction, conduct or investment that creates or appears to create a conflict of interest, such as:  engaging in personal business transactions that arise from or are based upon an employee’s position of authority;  owning a financial interest (other than less than five percent of the capital stock of a public company) in a business that does business or competes with Travelport;  participating in a for-profit opportunity discovered from information provided by a competitor, customer or supplier. Executive Officers of Travelport must disclose actual or potential conflicts of interest directly to the General Counsel. In the case of SLT members, the General Counsel will refer conflicts to the Board of Directors. Written pre-approval is required before engaging in any such transaction or conduct or making any such investment. In addition, any employee must seek prior written approval from the General Counsel before accepting an invitation to serve as a director or trustee of any other business. If such service existed at the time of hire, or upon acquisition of a new company (if the employee is employed by the acquired company), then the employee must promptly disclose the existence of such service and obtain approval to continue providing such service before doing so. Service as a director of a for-profit entity (other than Travelport and its subsidiaries) is discouraged. Policy and Code Guidance Travelport 9 Here are additional examples of potential conflicts of interest that would require disclosure:  employee or immediate family member (including the employee’s spouse, parents, children, in- laws and anyone who shares their home) acting as a director, partner, consultant or employee of a firm that provides goods or services to Travelport or is a competitor of Travelport or one of its subsidiaries;  holding a second job that interferes with employment duties at Travelport;  ownership by employees or members of their immediate family (as highlighted above) of a material financial interest (which would not include a less than five per cent holding of the capital stock of a public company), known to the employee, in a firm which is either a competitor of or vendor to Travelport or one of its subsidiaries;  using Travelport confidential information in any manner that violates Travelport’s confidentiality policy (see Confidential and Proprietary Information). Employee business pursuits outside of Travelport: Essentially, it is prohibited for any employee to engage in a second job that interferes with their work for Travelport, unless with prior approval and expressly permitted by applicable law, and although it is not absolutely prohibited, membership of the Board of Directors of any for-profit entity is discouraged. Even if not prohibited an employee must make their immediate manager and Human Resources aware of any second job and/or other business pursuit. Any employee who is currently a board member of a for-profit entity, who has not declared this must, without delay, seek approval from the General Counsel. Records of all employee business pursuits outside of Travelport must be kept by the employee and their immediate manager. Please refer to the applicable Code Guidance document for more information. Business or Investment Opportunities: Employees of Travelport generally owe a duty to the company to advance its legitimate interests when the opportunity to do so arises. If you learn of a business or investment opportunity as a result of your position at Travelport, such as from a competitor or actual or potential customer, supplier or business associate of Travelport, you may not participate in the business or make the investment without the prior written approval of the General Counsel. Executive Officers must obtain the prior written approval from the General Counsel or the Board of Directors or a designated Committee. Such an opportunity should be considered an investment opportunity for Travelport in the first instance, subject to other conflict-of-interest safeguards previously outlined in this document. Please refer to the applicable Code Guidance document for more information. Gifts and Entertainment: Employees or the immediate family of employees shall not use their position with Travelport to solicit any cash, gifts or free services from any Travelport customer, vendor or contractor for personal benefit. Gifts or entertainment from others should not be accepted if they could be reasonably considered to improperly or materially influence the Travelport business relationship with or create an obligation to a customer, vendor or contractor. Please refer to the Code Guidance document for more information. Receiving The following examples are guidelines regarding accepting gifts and entertainment:  nominal gifts and entertainment, such as logo items, pens, calendars, caps, shirts and mugs are acceptable;  reasonable invitations to business-related meetings, conventions, conferences and product- training seminars may be accepted;  invitations to social or cultural events may be accepted if the cost is reasonable and your attendance serves a customary business purpose such as networking; Policy and Code Guidance Travelport 10  invitations to sporting activities or ticketed events that are usual and customary in the conduct of business and promote good working relationships with customers and suppliers may be accepted;  all employees must complete a Gifts Received form upon receipt of gifts of more than a nominal value. Giving Just as Travelport has rules for receiving gifts and entertainment, we must also be careful how we offer them. Offering social amenities or business courtesies of a nominal value such as modest gifts, meals and entertainment is common in the commercial world and is meant to create goodwill and enhance business relationships. Using good judgment and moderation, occasionally exchanging entertainment or gifts of nominal value with non-governmental individuals or entities is appropriate unless the recipient’s employer forbids the practice. Any social amenities or business courtesies must always comply with the policies of the recipient’s organization and applicable law. Special gift giving rules may apply to employees involved in seeking business with or providing services to government entities, including entities controlled or owned by government entities (i.e. government- owned airlines). Contact the General Counsel or Legal, if applicable, for specific information and guidance on these rules. For additional guidance on receiving or giving gifts and entertainment, contact the General Counsel. External Communications: Travelport Communications and Investor Relations is responsible for public relations, media relations and external speaking engagements. Brand and marketing communications are handled in partnership with Marketing. It is Travelport policy that, unless specifically authorized, no employee is to make any public statements, whether verbal or written and including on social media, on behalf of the organization, or that may be construed to be on behalf of the organization, unless otherwise expressly allowed by company policy. Employees are not authorized to provide any response on behalf of Travelport to an inquiry about Travelport, its brands, or its businesses, including, but not limited to, media interviews, commentary to analysts as well as any other external sources seeking information about Travelport, writing newspaper or magazine articles, expressing viewpoints related to competitor initiatives, forward-looking information, company strategy, proposed legislation or government regulations, or speculation about Travelport’s financial condition. All external speaking engagements must be approved in advance by Travelport Communications. Any employee who receives an inquiry from the media or from an industry or financial analyst to speak or comment on behalf of Travelport should promptly and politely refer the inquiry, without offering comment, to Travelport Communications or Investor Relations, as appropriate. Employees must be careful not to disclose confidential, personal or business information through public or casual discussions, to the media or others including on social media. Regulatory or Legal Inquiries: Inquiries from governmental officials and entities including governmental regulatory or enforcement authorities and any outside attorneys representing a third-party related to Travelport and its business affairs, must be referred to Legal unless you have been specifically authorized to respond to such inquiries. If you are authorized, you must inform Legal of any response given by you and unless expressly authorized to do so without such prior approval you must obtain legal prior input and approval. Examples of regulatory or legal inquiries include requests for information, notice of an investigation, or service of process in a lawsuit. Political Contributions and Lobbying: Travelport Government Relations is responsible for all government liaison activity. Any employee wishing to represent Travelport in this area must promptly report their intentions to Travelport Government Relations in advance for approval. Employees may, of course, participate in the political process as private citizens, but they should bear in mind that lobbying laws require that personal political activity be separated from Travelport political activity. From time to time, Travelport Government Relations may request employee participation in certain outreach activities to elected officials and policymakers in governments around the world. Policy and Code Guidance Travelport 11 Travelport cannot reimburse employees for money or personal time contributed to political campaigns. In addition, employees may not work on behalf of a candidate’s campaign during working hours or at any time use Travelport facilities or resources for that purpose. Travelport is prohibited from making contributions to candidates, officeholders and political parties at the U.S. federal level and under certain state and local laws in the United States. Travelport has established a political action committee (“PAC”) that is a voluntary political contribution fund authorized by U.S. federal law. Please contact our Government Affairs Team to see if you are eligible to participate. U.S. employees may make political contributions on a personal basis, in accordance with applicable law. Travelport is prohibited from requiring employees to make contributions to the PAC. Laws governing contributions to state and local candidates (and comparable political figures outside the U.S.) vary from state to state and country to country and are to be observed by all employees as applicable. No political donations may be made on behalf of the Company without the written approval of the General Counsel, or his delegate. Corruption and Bribery: Employees must ensure that payments made by or on behalf of Travelport are made only for legitimate business purposes. Under no circumstance is it acceptable to offer, give, solicit or receive any form of bribe, incentive or kickback. Travelport employees must not give or offer anything of value that would be beyond usual or customary practices or would violate a country’s laws. The laws of virtually all countries in which Travelport companies operate, as well as extra-territorial laws, such as the U.S. Foreign Corrupt Practices Act and the United Kingdom (“UK”) anti-bribery legislation, prohibit bribes to government and other officials (such as political candidates, political parties and their officials, employees of government-owned business, United Nations officials and individuals, etc.). A violation is a serious criminal offense for both companies and individuals, which can result in fines and imprisonment for individuals. It is Travelport policy that no payments, offers or anything of value, including gifts, hospitality and facilitating payments, may be given to any government official without the prior written approval of the General Counsel. Please refer to the Code Guidance document or contact Legal for more information. Marketing, Advertising and Promotions: Travelport markets its products and services in a fair, truthful and ethical manner. Marketing, point-of-purchase, competitions, other promotional activities and advertising materials are designed to reflect and promote our available products and services. Travelport uses marketing, point-of-purchase, competitions and advertising materials to educate the public, inform its customers, increase awareness of our services, recruit employees, promote brand recognition and support sales initiatives. Complex laws and regulations apply to these activities. If you have any questions, contact Legal for guidance. PRIVACY Privacy and Personal Information: A growing number of countries are more stringently regulating the collection and use of consumers’ personal data such as name, home and office contact information, and other data. Any information that by itself, or as part of a combination of information, identifies an individual (sometimes referred to as personal data, personally identifiable information or PII) is of concern under these privacy and data protection laws. In addition, many countries regulate the personal data of company representatives in business-to-business transactions. A few countries even regulate the privacy of information relating to corporations. Travelport is committed to handling personal data responsibly and in compliance with applicable privacy laws and data protection laws. In the course of employment, employees may come into possession of personal data relating to other employees, customers, vendors, users or service providers. Personal data must be restricted and protected from discovery by unauthorized parties through appropriate security measures, which may include encryption or similar encoding processes for personal data captured in electronic form. Employees should never store personal data on laptops, mobile drives or the hard drive of their Policy and Code Guidance Travelport 12 computers, or leave personal data available in and around their workstations, but instead should access it only through a secure site, or otherwise keep such information in a locked drawer, office or storage area and only for so long as is necessary for the purposes for which the data was originally obtained. In the event that personal data is inadvertently disclosed, Travelport may have an immediate obligation, depending on applicable law, to notify those individuals whose personal data might be compromised. In the event of accidental or unauthorized disclosure of personal data, employees must immediately notify the Privacy Compliance Team via privacy@Travelport.com. Employee Confidentiality: Travelport believes in respecting the confidentiality of our employees’ personal information. This means that access to personnel records should be limited to company personnel whose function and responsibility specifically include the handling of such personal data and who have a clear business need for that information. Employees who have access to personal employee information, including compensation information about employees, must treat it appropriately and confidentially. Personal employee information must not be provided to anyone outside of Travelport without proper authorization. INSIDER TRADING AND NON-PUBLIC INFORMATION Employees of Travelport and members of Travelport’s Board of Directors may, in the course of performing their duties, come into possession of “material non-public information” or “price sensitive information” about Travelport or its subsidiaries or other companies with whom Travelport does business. “Material non-public information” is defined as any information that a reasonable investor would consider important in making a decision to buy or sell securities. “Price sensitive information” is any information which if it were generally available, would have a material effect on the price or value of the securities. In short, this includes any information that could be expected to affect the price of securities, either positively or negatively. Buying or selling securities based on such information is referred to as “insider trading” and is illegal and can result in substantial fines and imprisonment. It is illegal for Travelport employees to directly or indirectly buy or sell securities, including stocks (shares) or bonds or options, based on material non-public insider information or to discuss such information with others, including their connected persons (which includes family members), who might buy or sell such securities. For example, if in the course of your work and prior to a public announcement, you become aware of a material acquisition or divestiture, material contract, or a major change in management that would materially affect Travelport or one of its subsidiaries or a third party company, you may be guilty of insider trading if you bought or sold securities of Travelport or such third party company based on this knowledge or passed this information to anyone who then bought or sold such securities. Even employees who do not personally benefit from their disclosure or dissemination of material non-public or price sensitive information may be subject to discipline by Travelport, up to and including termination of employment. Please refer to the applicable Code Guidance document for more information. Any directors, officers or employees who are unsure whether the information that they possess is material, non-public or price sensitive should consult the Securities Trading Compliance Officer for guidance before trading in any securities and read the Code Guidance document on Securities Trading. In addition, directors and certain officers and employees of Travelport can only trade in Travelport securities during the time frames and under the conditions set forth in the Code Guidance document on Securities Trading. TRAVELPORT ASSETS Use of Travelport Property: The use of Travelport property for individual profit or any unlawful or unauthorized personal purpose is prohibited. Travelport information, technology, intellectual property, buildings, land, equipment, machines, software and cash must be used for business purposes only, except as provided by company policy or approved by your manager. Policy and Code Guidance Travelport 13 Travel and Entertainment Expenses: These must be reasonable and substantiated by receipts as required by the applicable Global Travel and Entertainment Expense Policy, which can be obtained via Homeport. Destruction of Property and Theft: Employees shall not damage or destroy the property of Travelport or others or engage in theft. Fraud: Travelport is committed to the prevention, deterrence, detection, and investigation of all fraud. Further information can be accessed in the Anti-Fraud Code Guidance. Money Laundering or Illicit Financing: Employees must actively guard against the use of Travelport products and services by third-parties for the purposes of money laundering or illicit financing activity, including terrorist activity. Money laundering is the process by which the proceeds of criminal activity are moved through the financial system in order to hide all traces of their criminal origin. Money laundering is an essential part of much criminal activity and has become the focus of considerable attention by governments, international organizations and law enforcement agencies throughout the world. By contrast, illicit financing activity, including activity by or for terrorist groups, focuses on the destination and use of funds that may come from legitimate or criminal sources or a combination of the two. Travelport is committed to cooperating fully with law enforcement and regulatory investigations concerning possible money laundering or illicit financing activity. You must immediately contact Legal or the General Counsel if you are approached in any manner by government agencies for records and information on customers, agents, or business partners that may be under investigation or suspect that any behavior or transactions are suspicious and may be in contravention of the rules on money laundering and illicit financing. Strict rules specify time frames for complying with such government inquiries or requests and for reporting certain activities that may bear upon money laundering or terrorist activity. Therefore, your immediate action is vital in both reporting requests and being responsive when given instructions by Legal or the General Counsel. Trade Sanctions: To adhere to our principles, we and our business partners must observe and comply with the laws and regulations governing activities in the various regions and countries where we conduct business. Those laws include trade sanction regulations implemented by the U.S., EU, and United Nations. Please refer to the applicable Code Guidance document for more information. Any questions regarding specific transactions or issues of conflicting international obligations should be directed to Legal or the General Counsel at complianceandethics@Travelport.com. Intellectual Property of Travelport: Travelport is committed to protecting its brands and other intellectual property. This means that all employees must safeguard the intellectual property of Travelport, such as trademarks, service marks, patents, copyrights, and trade secrets. Such property is the very foundation of Travelport. All such information, products and inventions, whether or not they are subject to a copyright, patent, trade secret or other rights, are the sole property of Travelport. Intellectual Property of Others: Employees may not reproduce, distribute or alter copyrighted materials without permission of the copyright owner or its authorized agents. Software used in connection with Travelport business must be properly licensed and used only in accordance with that license. Using unlicensed software could constitute copyright infringement. The unauthorized reproduction, distribution or use of copyrighted materials, including software, can result in severe civil and criminal penalties and is strictly prohibited. Use of Information Assets: Travelport information assets are to be used primarily for business purposes and in a manner that is compliant with the Code, including the Cyber Security and Risk Policies. These Travelport systems and the data that reside on them are the property of Travelport. Subject to applicable law, users should not have any expectations of personal privacy with respect to their use of Travelport equipment or systems, the data residing on them, or any electronic communications transmitted through them. To the extent permitted by law, records of your electronic communications may be made and used for a variety of reasons, including monitoring these communications to verify Policy and Code Guidance Travelport 14 that company policies are being followed. Keep this in mind and exercise care when using Travelport technology and communication systems. In order to encourage open and honest communication, Travelport prohibits the video and/or audio recording of meetings, conferences and other similar gatherings, regardless of whether such recording is permitted by applicable law. Such recording is, however, permitted if (i) approved by management for business reasons; (ii) the fact that recording is taking place is communicated to participants; and (iii) permitted by applicable law. Travelport information technology and communication systems may be used for minor or incidental personal situations provided that such use is kept at a minimum and does not interfere with the company’s operations. Employees may not use, whether inadvertently or intentionally, Travelport information technology or communication systems to:  allow others to gain access to Travelport’s information technology or communication systems through the use of your password or other security codes;  access files, data, or systems to which express authorization from the owner, whether Travelport or another company, has not been obtained;  remove, install or modify any Travelport-installed software or programs without authorization;  send copyrighted documents not authorized for reproduction;  attempt to circumvent or subvert system or network security measures;  view network traffic for any reason (unless required by your position);  send or promote the distribution of unsolicited and unnecessary “junk mail” (e.g., chain letters, advertisements or other communications that represent a waste of time or computer resources for Travelport or others);  access the internet for inappropriate use such as pornography or personal entertainment;  send harassing, threatening or obscene messages;  engage in any non-Travelport-related commercial venture;  engage in illegal activity or any other activity contrary to Travelport policy. It is extremely important that you take all necessary measures to secure your computer and any of your computer or voicemail passwords. If you have any reason to believe that your password or the security of a company computer or communication resource has in any manner been compromised, you must change your password immediately and report the incident to Cyber Security. COMPANY BUSINESS INFORMATION AND RECORDS Confidential and Proprietary Information: In the course of employment at Travelport, employees may be exposed to information considered confidential by and/or which is proprietary to Travelport, or may be involved in the design, development or maintenance of products, procedures or inventions related to Travelport’s business. All such information, products and inventions, whether or not they are subject to a copyright, patent, trade secret or other rights, are the sole property of Travelport. Employees shall not disclose confidential information to persons outside of Travelport, including business colleagues, friends or family members, except for reasons strictly related to the performance of their authorized duties, and should share such information only with others who have a “need to know.” Confidential information includes, but is not limited to:  proposed or advance product plans; Policy and Code Guidance Travelport 15  projected earnings, important management or organizational changes, information about mergers or acquisitions and any other information related to the foregoing;  product or service design and development or training;  computer software and systems developed by, or for, unique to, Travelport’s business;  client lists (including phone numbers, addresses and email addresses) or client contact information;  personal, financial or compensation information pertaining to any employee of Travelport;  advertising or marketing plans, cost structures, pricing plans and strategies. Employees are responsible and accountable for safeguarding company documents and information to which they have direct or indirect access as a result of their employment with Travelport. This duty includes the responsibility to protect sensitive or confidential company documents from unwanted disclosure. Financial Reporting and Records: A Financial Statement (or financial report) is a formal record of the financial activities of a business. The objective of financial statements is to provide information about the financial position, performance and changes in financial position of an enterprise that is useful to a wide range of users in making economic decisions. Financial statements are legally required to be audited from time to time and there are legal obligations that govern how financial statements are prepared and financial transactions declared. Each manager is responsible and accountable for maintaining an adequate system of internal controls over all areas for which they are responsible. These controls should provide reasonable assurance that (1) (A) all transactions have been properly recorded, (B) each such transaction has been made with management authorization and in accordance with applicable laws and regulations, and (C) Travelport’s assets are adequately safeguarded; and (2) as a consequence, the financial records and other reports are accurately and fairly stated. Each employee within her or his area of responsibility is expected to adhere to these established controls and the following prohibitions:  no employee may willfully conceal information regarding the financial position of any part of Travelport’s business and/or make false or misleading entries in Travelport’s books and records for any reason;  no employee may willfully conceal Travelport information from authorized auditors or governmental regulatory agencies. Employees are required to disclose, on a timely basis, information required to evaluate the fairness of the company’s financial presentation, the soundness of its financial condition and the propriety of its operation;  no employee may make a payment or transfer of Travelport’s funds or assets that is not authorized, properly recorded and clearly accounted for on the company’s books. No employee may make or approve a payment or transfer company funds or assets with the intention or understanding that any part of such payment or transfer is to be used except as specified in the supporting transactional documents;  no employee shall deliberately attempt to circumvent any Travelport processes or controls. All financial officers and other managers responsible for accurate books and records, and accounting and disclosure of financial information have a special duty to ensure that these standards are met. Any person having information or knowledge about any hidden fund or asset, or any false or artificial accounting or other entry in the books or records of the Company, or any inappropriate payment, or who has questions or concerns about questionable accounting or auditing matters, should promptly contact the Audit Committee via the Integrity Line. For more information on Travelport’s procedures on the receipt, retention and treatment of complaints relating to any accounting matters, and the confidential, anonymous submission of such complaints by Travelport personnel, please refer to the Policy and Code Guidance Travelport 16 Company’s “Policy and Procedures for Complaints Regarding Accounting, Internal Accounting Controls or Auditing Matters.” Records Management: Travelport creates and maintains its information and business records in accordance with applicable law. The business of Travelport and its subsidiaries generates a broad range of information and communications. The information is created in many forms (such as email, Web page content, word processing files, systems files and databases) and communicated or stored on various media (such as paper, digital, audio, company shared drives, computer hard drives, and CD- ROMs), whether maintained or stored at the workplace or off site. Travelport requires all employees to comply with its Records Management Policy regarding standards and regulations for the creation, distribution, preservation and disposition of information. The policy prohibits the unauthorized destruction of, or tampering with, any records when the company is required by law or government regulation to maintain the records or when it has reason to know of a pending or contemplated investigation or litigation relating to the records (commonly referred to as a “hold notice”). If you have any questions concerning records retention or how the Travelport Records Management Policy applies to a particular situation, you should seek guidance from your department manager, the Records Management Liaison, the Records Manager or the General Counsel. Email journaling process: All businesses, including Travelport, need to be able to find and manage electronic documents for litigation, investigations, compliance, and other business purposes. These tasks must be performed quickly and cost-effectively. In order to ensure that we can respond to information requests promptly and accurately, the Company has introduced an email journaling process. This new process will reduce operational costs relating to email and reflect best practices in information management. Employees should be aware of the following features: 1. Automatic Deletion. Following the implementation of the email journaling system, all emails sent and received by employees via the Travelport email system (i.e. Microsoft Outlook, Webmail, or smartphone) will be copied to and will be stored within a central database. Emails will be retained for a period of two years within this central database after which they will be automatically and permanently deleted, subject to the two exceptions below. 2. Exceptions. Emails subject to a hold memo requiring ongoing retention and emails that have been archived in PST file format will not be deleted. The automatic deletion will reach emails stored in inboxes and associated folders, but not in PST files. 3. Records Management. Employees must review their emails periodically as part of regular records management activities, as directed by the employee’s department manager, but in any case no less than semi-annually. Regular archiving or deletion of Office Record emails is recommended to ensure that mailboxes are not overloaded and to avoid the possibility of data storage limits being exceeded with the resultant loss of email functionality. These changes remind us that sound business judgment must be used when writing emails and instant messages. As basic points:  do not communicate (verbally, by email or otherwise) anything that could cause harm to you or another employee, or which could be misconstrued when read or heard out of context and, if there is any prospect of a dispute, consult the General Counsel before any communication (internally and externally);  consider whether a telephone or in-person conversation may be less time-consuming and more effective than writing;  think if it is necessary to “reply all” to an email;  use short, meaningful subjects in the email “Subject” field; and  be concise and professional. Policy and Code Guidance Travelport 17 Please note that nothing in this Code is designed to interfere with, restrain or prevent employee communications regarding work place issues under applicable law. Integrity Line: +1 855 224 4258 or https://iwf.tnwgrc.com/Travelport ©2017 Travelport. All Rights Reserved. D:20170921114223+01'00' Microsoft® Word 2013 Louise Billins Microsoft® Word 2013 D:20170921114223+01'00'", "segment": "20171124151548", "digest": "Code of Business Conduct and Ethics Policy and Code Guidance Version 5.3: September 2017 Contents Message From The Travelport Senior Leadership Team ...................................................", "host": "www.travelport.com", "favorite_count": 0, "last_modified": "2017-09-21T22:31:43.000Z", "content_length": "824805", "timestamp": "2017-09-21T22:31:43.000Z", "virtual_host": [], "thumbnail": "https://www.travelport.com/sites/default/files/footer-code-of-conduct-travelport-code-of-business-conduct-and-ethics-v5-3-sep2017.pdf", "created": "2017-11-24T15:30:28.425Z", "label": [], "doc_id": "4f561daf96dd4c33b9ad6c2ee03fa341", "url": "https://www.travelport.com/sites/default/files/footer-code-of-conduct-travelport-code-of-business-conduct-and-ethics-v5-3-sep2017.pdf", "site": "www.travelport.com/sites/default/files/footer-c...", "filename": "footer-code-of-conduct-travelport-code-of-business-conduct-and-ethics-v5-3-sep2017.pdf", "config_id": "WAV_umGd7G2FTSbXh_VEz", "parent_id": "https:%2F%2Fwww.travelport.com%2F;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}