{"filetype": "pdf", "expires": "2017-12-24T15:15:57.012Z", "role": ["Rguest"], "click_count": 0, "title": "data-and-reporting-you-need-to-grow-business-booking-feed.pdf", "content": "Giving travel agencies access to a broad range of travel data When travel agencies lack access to booking transaction data, it can have a profound affect on agency business, including corporate customers. If your agency has experienced this, you know how the data void hampers performance, stifles negotiations with travel suppliers and makes it difficult to monitor travel spend, leading to higher costs. Corporations also need to track employee whereabouts, and they need your help. The data and reporting you need to grow your business Travelport Booking Feed The Travelport Booking Feed data source helps you take on a solid travel management role by delivering travel management reports based on real-time* pre- and post-ticketing data from your Travelport Galileo or Travelport Apollo system. A growing resource built on flexible technologies The right data and analytical capabilities are what you need to meet the growing demand for performance monitoring and tailored reporting. Booking Feed is an application programming interface (API) that uses XML data, and also allows interaction with other programs and reporting applications. Other technologies can interface with Booking Feed such asTravelport e-Tracker, which records, monitors and generates reportson the status of all e-tickets issued. The Travelport Booking Feed data source is routinely enhanced todeliver more expansive capabilities designed to increase your valueto your customers. * Real-time data transmission is dependent on your connection to Travelport © 2012-2016 Travelport. All rights reserved. Travelport, the Travelport logo, Apollo, Galileo, and Worldspan are trademarks of Travelport. AGY/1418 travelport.com Key capabilities at a glance Differentiate your service standards through customized reporting based on comprehensive transaction data, including ticketing and all booking data in a PNR: – Provide strategic, operational and tactical views for all travel- related business – Create customized and ad hoc reports in-house or through your third-party developer - using any report writer tool – Improve vendor negotiations, operations and travel budgeting by letting factual booking data drive crucial travel management decisions for your customers – Use the most reliable real time* data to analyze travel patterns and policy compliance – Receive daily alerts for the number of itineraries booked outside of travel policy – Track preferred vendor sales – and bookings that can move to negotiated targets – Monitor compliance with policy postbooking – instead of post-travel – Automatically reconcile booked versus purchased transactions – Create sales forecasts and performance reports – Get on-demand lists of business travelers currently in high-risk countries – Streamline robotic activities and eliminate excessive transactions Strengthen your value and services – and become more profitable For more information about Travelport Booking Feed, contact your Travelport representative or visit us on the Web at: www.travelport.com D:20170413140548-04'00' Adobe PDF Library 15.0 Adobe InDesign CC 2017 (Macintosh) D:20170413140559-04'00'", "segment": "20171124151548", "digest": "Giving travel agencies access to a broad range of travel data When travel agencies lack access to booking transaction data, it can have a profound affect on agency business, including corporate cus...", "host": "www.travelport.com", "favorite_count": 0, "last_modified": "2017-04-17T19:04:17.000Z", "content_length": "339515", "timestamp": "2017-04-17T19:04:17.000Z", "virtual_host": [], "thumbnail": "https://www.travelport.com/sites/default/files/data-and-reporting-you-need-to-grow-business-booking-feed.pdf", "created": "2017-11-24T15:27:53.481Z", "label": [], "doc_id": "1ac2fe8f6d9c4e458aac00071c6c4f1f", "url": "https://www.travelport.com/sites/default/files/data-and-reporting-you-need-to-grow-business-booking-feed.pdf", "site": "www.travelport.com/sites/default/files/data-and...", "filename": "data-and-reporting-you-need-to-grow-business-booking-feed.pdf", "config_id": "WAV_umGd7G2FTSbXh_VEz", "parent_id": "https:%2F%2Fwww.travelport.com%2F;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}