{"filetype": "pdf", "expires": "2017-12-24T15:15:57.012Z", "role": ["Rguest"], "click_count": 0, "title": "brochure-rich-content-branding-solutions-insight-2017.pdf", "content": "Your customers wouldn’t fly on an unbranded plane. So why distribute unbranded content? Differentiate your airline and create new revenue opportunities with Travelport Rich Content and Branding Your brand is what makes you stand out. It represents why your airline is different and how your service is unique. From the seats to the meals, from the crew uniforms to the tailfin on your planes, your brand represents memories, stories and shared experiences helping your customers make the choice to fly with you. With a global average of 60% of bookings coming through indirect channels like travel agents and travel management companies, you need your brand to stand out. With Travelport Rich Content and Branding, you can create a more compelling proposition than ever before by uploading the same detailed descriptions and branded images you use on your website to show travel agents and travelers what flying on your airline is really like. Knowing your customer and being able to present them with the right offer at the right time drives true value. With Travelport Rich Content and Branding, you can target key customers with branded tailored offers and promotions while also meeting your global and local sales targets. Using the Merchandising Management Portal, you can promote tactical or long-term offers in 18 languages by point-of-sale, country, aircraft type, codeshare, travel agency, travel management company or corporation. With Travelport Rich Content and Branding, you can also grow your revenues as travel agents and travelers become your brand experts. Using your own words and images, you can explain what’s included within each of your fare brands creating more upsell opportunities and showing them other bookable ancillaries you offer such as meals, bags and extra legroom. Soon, they’ll know all your products inside out. Reaching valuable away countries where your airline may be under-represented is no longer an impossible task. Travelport’s global footprint covers 180 countries and through our Travel Commerce Platform you can now promote your branded fares and ancillaries to millions of travelers via our 68,000+ online and offline travel agencies and to 1000s of the world’s travel buying corporations. No brand-led airline should be satisfied distributing unbranded content in today’s visual age. So, if you’re ready to join the 210+ airlines who are already using Travelport Rich Content and Branding, get in touch today. For more information about Travelport’s Rich Content and Branding merchandising solution, contact your Travelport Commerical Manager or send an email to merchandising@travelport.com Make your brand stand out Unlock the power of segmentation Sell more than just a seat, sell an experience Be strong at home, be strong away Discover the value of visualization Target key customers with branded, tailored offers Turn customers into brand experts Reach new customers in 180 countries We’re redefining airline growth ©2016-2017 Travelport. All rights reserved. Travelport, the Travelport logo, Apollo, Galileo and Worldspan are trademarks of Travelport. All other marks are the property of their respective owners. travelport.com/dontbeunbranded D:20170310155141-05'00' Adobe PDF Library 15.0 Adobe InDesign CC 2017 (Macintosh) D:20170315105850Z", "segment": "20171124151548", "digest": "Your customers wouldn’t fly on an unbranded plane. So why distribute unbranded content? Differentiate your airline and create new revenue opportunities with Travelport Rich Content and Branding You...", "host": "www.travelport.com", "favorite_count": 0, "last_modified": "2017-03-15T16:12:58.000Z", "content_length": "1099405", "timestamp": "2017-03-15T16:12:58.000Z", "virtual_host": [], "thumbnail": "https://www.travelport.com/sites/default/files/brochure-rich-content-branding-solutions-insight-2017.pdf", "created": "2017-11-24T15:24:48.873Z", "label": [], "doc_id": "226274bbbf4f4b4ba24c7fda7f4eaec7", "url": "https://www.travelport.com/sites/default/files/brochure-rich-content-branding-solutions-insight-2017.pdf", "site": "www.travelport.com/sites/default/files/brochure...", "filename": "brochure-rich-content-branding-solutions-insight-2017.pdf", "config_id": "WAV_umGd7G2FTSbXh_VEz", "parent_id": "https:%2F%2Fwww.travelport.com%2F;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}