{"filetype": "pdf", "expires": "2017-12-27T11:10:13.623Z", "role": ["Rguest"], "click_count": 0, "title": "gta_roadshow_strengthens_the_united_states_as_number_one_long_haul_destination_for_the_china_source_market_2.pdf", "content": "Powering global travel MEDIA RELEASE 12 September 2017 GTA roadshow strengthens the United States as number 1 long-haul destination for the China source market. - The United States has become the no. 1 long-haul destination for GTA China with over 60% year-on- year growth. - 20 US partners visited China to showcase their properties and destinations to some of China’s biggest and most important tour operators and travel agencies. - Over 200 travel agents attended the first US GTA roadshow that took place in August in Beijing, Shanghai and Hong Kong. The GTA US Team and partners hit the road in August to meet with travel agents and tour operators across the country. The “Original Great Wall” roadshow, held 21 – 26 August, included stops in Beijing, Shanghai and Hong Kong offering opportunities for 200 Chinese travel professionals to connect with over 20 hotel and destination partners from the US. As well as a series of one-to-one meetings with agents during which hotel partners showcased their products and services, the three roadshow events were also the opportunity for the GTA sales team in Greater China to provide some insights and business updates on the country’s outbound travel market. Joyce Huang, GTA Head of Sales for Greater China says: “America has now become the no. 1 long-haul destination for GTA China. In the first half of 2017, we saw over 60% year-on-year growth in the US market compared to the same period last year. GTA is positioned as a highly recognized B2B brand in China, providing a “one-stop” solution to agents and resellers. The positive engagement between the China tour operators and American partners during these events is a great demonstration of our strength in sourcing the right accommodation to meet their clients’ needs and bringing value to their business”. Leading the US delegation, Stuart Dale, Vice President Hotel Sourcing – Americas added “China is a very big market with different customer segments and cultural codes. Our objective was to provide the stage for American hotel and destination partners to meet and connect with our clients in order to better understand this increasingly important Chinese market.” With hotels from New York, Boston, Cupertino, San Francisco and Grand Canyon as well as the presence of Hilton Worldwide and Omni Hotels & Resorts, attendees were able to discover the rich variety of hotels available and gain immediate knowledge and insights from Brand USA, Los Angeles Tourism Board, San Diego Tourism Authority and Choose Chicago to better sell the destinations to their clients. Olivia Crossey, Global Director, International Accounts commented: “It was Omni Hotels & Resort’s first venture into the Chinese wholesale market and we could not have aligned ourselves with a more organized, professional partner who provided such in-depth knowledge of the local market and clientele. I would like to thank GTA for their hard work in ensuring this was a success for the partners who attended. The calibre of clients whom attended each roadshow in Beijing, Shanghai and Hong Kong were first class and ensured true value for our investment in this roadshow.” Summing up this week’s roadshow, Dale added, “This roadshow is one of the many ways in which we add value and support to our supplier partners in showcasing their products to our global network. The positive Page 2 Powering global travel feedback we received proves that face-to-face meetings remain one of the most powerful ways to increase their visibility and build relationships in strategic markets where GTA has a strong presence.” - ends – Media enquiries: Wanda Tholon, Supplier Marketing Manager, GTA: wanda.tholon@gta-travel.com GTA is an industry pioneer and a highly experienced, leading global distributor that provides travel companies with easy access to hotel accommodation and destination services. It sells approximately 40,000 room nights per day online. More than 40% of its turnover is sourced from fast-growing markets in Asia, the Middle East and Africa. www.gta-travel.com D:20170919150245+01'00' Microsoft® Word 2010 Scherer, Anna Microsoft® Word 2010 D:20170919150245+01'00'", "segment": "20171127111006", "digest": "Powering global travel MEDIA RELEASE 12 September 2017 GTA roadshow strengthens the United States as number 1 long-haul destination for the China source market. - The United States has become the n...", "host": "www.gta-travel.com", "favorite_count": 0, "last_modified": "2017-09-19T14:04:15.000Z", "content_length": "188630", "timestamp": "2017-09-19T14:04:15.000Z", "virtual_host": [], "thumbnail": "http://www.gta-travel.com/docs/gta_roadshow_strengthens_the_united_states_as_number_one_long_haul_destination_for_the_china_source_market_2.pdf", "created": "2017-11-27T11:16:42.692Z", "label": [], "doc_id": "6e8f25d73d0b42358e7aefdcf1b7a465", "url": "http://www.gta-travel.com/docs/gta_roadshow_strengthens_the_united_states_as_number_one_long_haul_destination_for_the_china_source_market_2.pdf", "site": "www.gta-travel.com/docs/gta_roadshow_strengthen...", "filename": "gta_roadshow_strengthens_the_united_states_as_number_one_long_haul_destination_for_the_china_source_market_2.pdf", "config_id": "WAV_9JSGyG2FTSbXh_WEt", "parent_id": "http:%2F%2Fwww.gta-travel.com%2Fen%2Fnews%2Fmedia-centre%2Fnews-from-2017%2Fnews-release-gta-roadshow-strengthens-the-united-states-as-number-1-long-haul-de;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}