{"filetype": "pdf", "expires": "2017-12-27T11:10:13.623Z", "role": ["Rguest"], "click_count": 0, "title": "release_gta__dubai_18nov15_final_0.pdf", "content": "MEDIA RELEASE 1 powering global travel Embargoed: 18 November 2015, 7PM Dubai Time (GMT+5) GTA launches Strategic Partnership Program to promote Dubai as a holiday destination Partnership program seeks to help participating hotels in Dubai generate more business worldwide (Singapore, 18 November 2015) GTA announced its Strategic Partnership Program for Dubai with 24 hotels including both local hotel chains and international brand hotels. The initiative is an extension of GTA’s global initiative to help specific markets generate more business worldwide, and follows similar launches in Hong Kong and Singapore. GTA will work closely with travel agents to promote Dubai as a tourist destination, especially in Asia Pacific. Together with participating hotels in Dubai, GTA will launch the ‘Only in Dubai’ Strategic Partnership Program which will help tour agents promote exclusive deals to promote hotel stays in Dubai exceeding 3 nights. According to statistics issued by Dubai’s Department of Tourism and Commerce Marketing (DTCM), the top ten source markets for Dubai in 2014 were Saudi Arabia at the top, UK at 3rd, and USA, Iran, Oman, Kuwait, Russia and Germany. India and China were placed 2nd and 7th respectively. Overall guest nights booked for Dubai hotels and hotel apartment establishments also increased by 7.4% in 2014 with the average length of stay increased from 3.78 days to 3.84 days. Cyndi Ng, Head of Market Development and Partnerships for Asia Pacific, the Middle East and Africa says: “Dubai is an important destination for GTA with demand globally, and the figures from Dubai Tourism reflect robust growth for visitors staying overnight. At GTA, we see the opportunity for further business growth which we hope to achieve with the support of our extensive agent networks. Following successful launches in other markets, GTA hopes that we can help our partner hotels in Dubai to attract more tourists, by showcasing the exciting and unique attractions that can be found only in Dubai. Through this partnership program, our travel agents are provided with the correct tools and knowledge to inspire holidaymakers from Asia Pacific to consider Dubai as an alternative holiday destination, particularly because it is just a short flight away.” Known for its world-class recreational facilities and iconic tourism spots, Dubai is a holiday destination that offers unique experiences including skiing down the largest ski slope in the Middle East at the Mall of Emirates, skydiving above a man-made island, or swimming with sharks in a shopping mall. Only in Dubai, visitors can visit the world’s tallest building, the Burj Khalifa tower at 828 metres, or spend an entire day at The Dubai Mall, home to 1,200 shops, 150 restaurants, an indoor theme park; an ice rink; a 155-million-year-old dinosaur skeleton; a huge indoor waterfall; a luxury hotel; a choreographed fountain; and a giant aquarium and underwater zoo, featuring sharks, stingrays, penguins and many more exotic animals. Visitors can visit the Dubai Creek, a saltwater estuary which is the original site where the Bani Yas tribe settled in the 19th century, where Dubai's historic economic activities like pearl diving and fishing once took place. Now home to the Dubai Museum, and alleyways of the gold, spice and textile souks in Deira, one popular activity for tourists includes a ride across the water at Dubai Creek on a traditional abra (Water Taxis). Other interesting activities includes spending an afternoon wadi and dune bashing, going on an overnight desert safari, or watching camels race at the Dubai Camel Racecourse. MEDIA RELEASE Page 2 Powering global travel GTA’s ‘Only in Dubai’ Strategic Partnership Program targets the outbound traveller from Asia Pacific and introduces it as a major tourism hub. GTA is focused on promoting awareness and education of Dubai as a key tourist destination and will launch training videos and other educational materials for its travel sellers that introduce key tourist attractions that are found ‘Only in Dubai’. Celebrating 40 years in business in 2015, GTA is part of the Kuoni Group. Core to GTA’s success as a leading travel company for the fully independent travel (FIT) industry, is its longevity in the industry and financial stability, coupled with its global presence, and the expertise of its people. GTA has long-connected travel sellers with unrivalled content at the best possible prices through its reliable technology. Since May this year, Dubai is also home to GTA’s Global Assistance Team which supports travel agents and travellers worldwide after hours customer service in all major languages, wherever the traveller may be. The world’s travel trade books nearly 14 million room nights a year through GTA, relying on its ability to take care of their customers once they arrive at their holiday destination. About GTA Powering global travel, GTA provides ground travel products and services for fully independent travel, supporting the biggest and best in travel. Part of the Kuoni Group, GTA is trusted to deliver because of its wealth of experience, privileged relationships and on the ground expertise. Its technology solutions easily connect travel suppliers and sellers worldwide. As well as its XML, booking sites – GTA retail, TravelCube and Travel Bound, as well as GTA wholesale – process over 21,000 bookings daily, in more than 25 languages. Connect now with GTA. www.gta- travel.com # # # Media enquiries: Kevin Khor Head of Marketing, Asia GTA Kevin.khor@gta-travel.com DID +65 6500 1764 / Mobile +65 9002 7250 MEDIA RELEASE Page 3 Powering global travel Participating hotels for GTA’s Strategic Partnership Program - Dubai are: # Hotel Name 1 Crowne Plaza Dubai 2 Crowne Plaza Dubai - Deira 3 InterContinental Dubai Marina 4 The Address Downtown Dubai 5 The Address Dubai Marina 6 The Address Dubai Mall 7 The Address Montgomerie Dubai 8 The Palace Downtown Dubai 9 Vida Downtown Dubai 10 Manzil Downtown Dubai 11 Armani Hotel Dubai 12 Al Barsha Hotel Apartments 13 Suha Hotel Apartments 14 JA Ocean View Hotel 15 JA Oasis Beach Tower 16 JA Palm Tree Court 17 JA Jebel Ali Beach Hotel 18 Hatta Fort Hotel 19 Atlantis, The Palm 20 Kempinski Hotel & Residences Palm Jumeirah 21 Kempinski Hotel Mall of the Emirates 22 The Oberoi, Dubai 23 Dusit Thani Dubai 24 Movenpick Hotel Jumeirah Lakes Tower D:20151118031025+08'00' Kuoni Travel Ltd. Adobe PDF Library 10.0 D:20151117191011 Scherer, Anna Acrobat PDFMaker 10.1 for Word D:20151118031030+08'00'", "segment": "20171127111006", "digest": "MEDIA RELEASE 1 powering global travel Embargoed: 18 November 2015, 7PM Dubai Time (GMT+5) GTA launches Strategic Partnership Program to promote Dubai as a holiday destination Partnership program s...", "host": "www.gta-travel.com", "favorite_count": 0, "last_modified": "2016-03-15T09:24:48.000Z", "content_length": "82955", "timestamp": "2016-03-15T09:24:48.000Z", "virtual_host": [], "thumbnail": "http://www.gta-travel.com/docs/release_gta__dubai_18nov15_final_0.pdf", "created": "2017-11-27T11:25:23.796Z", "label": [], "doc_id": "f84827edc82849e69238f32e131ccd31", "url": "http://www.gta-travel.com/docs/release_gta__dubai_18nov15_final_0.pdf", "site": "www.gta-travel.com/docs/release_gta__dubai_18no...", "filename": "release_gta__dubai_18nov15_final_0.pdf", "config_id": "WAV_9JSGyG2FTSbXh_WEt", "parent_id": "http:%2F%2Fwww.gta-travel.com%2Fen%2Fnews%2Fmedia-centre%2Fnews-from-2015;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}