{"filetype": "pdf", "expires": "2017-12-27T11:10:13.623Z", "role": ["Rguest"], "click_count": 0, "title": "release_gta___chinagoldenweek_14oct2015_final_0.pdf", "content": "MEDIA RELEASE Powering global travel Released Shanghai and Singapore, 14 October 2015 Beach holidays & exotic destinations take top spots for outbound travel for Chinese tourists during Golden Week holiday Global Travel Distributor GTA insights show how Chinese travellers are undeterred by weakened yuan and economic slowdown with room bookings doubling, and more travellers taking long haul trips to Australia, America and Europe Global travel distributor GTA, which focuses on the fully independent travel (FIT) business shared insights on the latest travel trends for Chinese travellers during the Golden Week holiday. Based on year-on-year comparison of room nights booked and earned revenue, Hong Kong and Singapore took the top two positions. Phuket came in third, and was the top beach destination, where room bookings doubled from 2014. The other popular beach destinations in Thailand, Koh Samui and Krabi, also saw strong room bookings this Golden Week holiday. Exotic beach locations, which saw new market opportunities from Chinese tourists, include Mexico’s Cancun, Fiji Islands, Negombo in Sri Lanka, Mauritius, and Koh Lanta and Koh Racha in Thailand. Daryl Lee, GTA’s Regional Vice President of Sales & Marketing for Asia Pacific, Middle East and Africa, says: “Despite initial concerns of China outbound tourism being affected by the weak economic situation and devaluated yuan, GTA’s average sales revenue and volume has almost doubled from last year, with outstanding growths in some new destinations, demonstrating that Chinese travellers are continuing to travel abroad, many seeking exotic beach holidays, or choosing to venture further during their Golden Week holiday. Destinations in Japan showed the largest growth for Chinese tourism revenue from 2014 where Tokyo, Osaka, and Okinawa all saw a huge increase in room bookings. Auckland saw a jump in room bookings ten times more than 2014, while Melbourne, the top Australian city visited, together with Sydney, Cairns and Perth all had room bookings triple in size. America’s top five destinations were Los Angeles, Las Vegas, New York, Chicago and San Francisco whereas London, Paris, Rome, Florence, Milan and Madrid were the top European cities visited. Denmark and Sweden also saw strong performance this year, with both countries tripling in room nights booked. Joy Huang, GTA’s Country Manager for China says: “The Chinese outbound travel market for the Fully Independent Traveller (FIT) is a burgeoning business segment, where it is all about choice, speed, and transactions– so travel agencies, resellers and e- commerce travel portals are seeking well set-up global aggregators with the widest range of products that can allow them to have access to real-time price and inventory search. GTA’s robust IT infrastructure includes offerings such as APIs that are user-friendly, and allowing our partners access to travel content via XML interface for integration into their MEDIA RELEASE Page 2 Powering global travel own reservation system or website. Along with our strong relationships with various partners like airlines and accommodation providers, GTA’s strength lies in our team’s ability to package the right hotels, services and experiences at the best price possible, ensuring the tremendous growth of bookings in some destinations and doubling overall sales transactions and revenue this year”. In China, GTA has offices in four Chinese cities – Beijing, Shanghai, Chengdu, and Guangzhou, with the core technical team located in Shanghai. As part of its growth strategy in China, the company has invested in IT infrastructure, requisite IT support and expertise on product strategy with business intelligence data for trade partners to help customers get closer to booking their preferred product. Powering global travel, GTA gives businesses selling fully independent travel access to the widest possible range of accommodation providers, travel services, attractions and experiences in the world’s leading and emerging destinations from over 185 countries. - ends- About GTA Powering global travel, GTA provides ground travel products and services for fully independent travel, supporting the biggest and best in travel. Part of the Kuoni Group, GTA is trusted to deliver because of its wealth of experience, privileged relationships and on the ground expertise. Its technology solutions easily connect travel suppliers and sellers worldwide. As well as its XML, booking sites – GTA retail, TravelCube and Travel Bound, as well as GTA wholesale – process over 21,000 bookings daily, in more than 25 languages. Connect now with GTA. www.gta-travel.com Media enquiries: Kevin Khor Head of Marketing, Asia GTA Kevin.khor@gta-travel.com DID +65 6500 1764 / Mobile +65 9002 7250 D:20151029195614+01'00' Kuoni Travel Ltd. Adobe PDF Library 10.0 D:20151029185527 Scherer, Anna Acrobat PDFMaker 10.0 for Word D:20151029195617+01'00'", "segment": "20171127111006", "digest": "MEDIA RELEASE Powering global travel Released Shanghai and Singapore, 14 October 2015 Beach holidays & exotic destinations take top spots for outbound travel for Chinese tourists during Golden Week...", "host": "www.gta-travel.com", "favorite_count": 0, "last_modified": "2016-03-15T09:24:49.000Z", "content_length": "554425", "timestamp": "2016-03-15T09:24:49.000Z", "virtual_host": [], "thumbnail": "http://www.gta-travel.com/docs/release_gta___chinagoldenweek_14oct2015_final_0.pdf", "created": "2017-11-27T11:25:45.005Z", "label": [], "doc_id": "ca650803b2cb4e85be2f634d584120af", "url": "http://www.gta-travel.com/docs/release_gta___chinagoldenweek_14oct2015_final_0.pdf", "site": "www.gta-travel.com/docs/release_gta___chinagold...", "filename": "release_gta___chinagoldenweek_14oct2015_final_0.pdf", "config_id": "WAV_9JSGyG2FTSbXh_WEt", "parent_id": "http:%2F%2Fwww.gta-travel.com%2Fen%2Fnews%2Fmedia-centre%2Fnews-from-2015;role=Rguest", "anchor": "", "mimetype": "application/pdf", "boost": "1.0"}