{"filetype": "others", "expires": "2017-12-24T15:15:57.012Z", "role": ["Rguest"], "click_count": 0, "title": "Stadt Cuxhaven", "content": "Stadt Cuxhaven Neueste Meldungen auf http://www.cuxhaven.de Öffentliche Sitzung der Verbandsversammlung des Ems-Weser-Elbe Versorgungs- und Entsorgungsverbandes am 01. Dezember 2017 Nähere Informationen entnehmen Sie bitte dem als Anlage angefügten PDF-Dokument. Sperrung der Abschnede für die Straßenbaumaßnahme in Groden Ab Montag, den 20. November 2017, bis Anfang Dezember 2017 wird die Straße Abschnede an der Grodener Kirche für den Fahrzeugverkehr voll gesperrt. Freiraumplaner/in Die Stadt Cuxhaven sucht zum nächstmöglichen Zeitpunkt eine/n Freiraumplaner/in Diplom-Ingenieur/in / Master / Bachelor der Fachrichtung Landschaftspflege/Landschaftsarchitekt oder mit vergleichbarer Fachrichtung für die Grünplanung und das Grünflächenmanagement. Ihre Aufgaben umfassen im Wesentlichen: Freigabe und Sperrung der Sportplätze Hier informiert die Stadt Cuxhaven über die Freigabe und das Sperren der Rasensportplätze. Die aktuellen Daten sind von Montag bis Freitag ab 12 Uhr und am Samstag und Sonntag ab 9 Uhr vorhanden. Niedersächsische Landtagswahl am 15.10.2017 Dem angefügten PDF-Dokument können Sie das amtliche Endergebniss im Wahlkreis 58 - Cuxhaven entnehmen Notfalldose: Ab sofort im Bürgerbüro erhältlich Ein Notfall-Aufkleber an die Haustür, der andere an den Kühlschrank – dort finden Rettungskräfte die Notfalldose mit den Daten der Patienten. Amtliches Endergebnis zur Bundestagswahl 2017 Dem angefügten PDF-Dokument können sie das amtliche Endergebniss im Wahlkreis 29-Cuxhaven-Stade II zur Bundestagswahl 2017 entnehmen Cuxhavener Appell 2.0. - Deutschlands Windstärken nutzen Die Wirtschafts- und Energieminister und Senatoren der norddeutschen Länder Niedersachsen, Schleswig-Holstein, Mecklenburg-Vorpommern, Hamburg und Bremen haben am 11.09.2017 in Cuxhaven gemeinsam mit Vertretern der Offshore-Städte sowie der Offshore-Branche den Cuxhavener Appell 2.0 unterzeichnet. In dem 11-Punkte-Papier fordern die Unterzeichner die Bundesregierung auf, die Rahmenbedingungen für den Ausbau der Offshore-Windbranche zu verbessern. Bereits mit dem ersten gemeinsamen Cuxhavener Appell im August 2013 war die politische Diskussion über die Entwicklung der Offshore-Windenergie in Deutschland maßgeblich gestaltet worden. Fortsetzung der Kanalbaumaßnahme – Vollsperrung der Mozartstraße Im Rahmen der begonnenen Kanalbaumaßnahme der EWE Wasser GmbH wird ab 17.07.2017 die Mozartstraße voraussichtlich bis zum Jahresende voll gesperrt. Aktionsbündnis „Für die Würde unserer Städte“ beschließt Resolution bei Berliner Kommunalkonferenz Bundestagsfraktionen versprechen die Wiederherstellung gleichwertiger Lebensverhältnisse in allen Kommunen. Das Aktionsbündnis „Für die Würde unserer Städte“ hat am 30.06.2017 in Berlin im Rahmen ihrer 8. Kommunalkonferenz einstimmig eine Resolution beschlossen, die den Appell trägt „Gleichwertigkeit muss auch in meiner Stadt die Chance zur Zukunft sichern“. Stellvertretend für die Stadt Cuxhaven nahm Erste Stadträtin Frau Andrea Pospich teil. Inkrafttreten von Bauleitplänen Bebauungsplan Nr. 203 „Biogasanlage Oxstedt-Erweiterung“ Mikrozensus 2017 gestartet Im Jahr 2017 wird in Niedersachsen wie im gesamten Bundesgebiet wieder der Mikrozensus, eine amtliche Haushaltsbefragung bei einem Prozent der Bevölkerung, durchgeführt. Nach Mitteilung des Landesbetriebes für Statistik und Kommunikationstechno Niedersachsen (LSKN) werden dabei im Laufe des Jahres die Haushalte in Niedersachsen von besonders geschulten und zuverlässigen Interviewerinnen und Interviewern befragt. Nationale Klimaschutzinitiativ Wie bereits berichtet, hat die Europäische Union im Jahr 2015 die Herstellung und den Vertrieb von u.a. Hochdruck-Quecksilberdampflamp (HQL) verboten. Bei einer Überprüfung der Beleuchtung im Stadtgebiet Cuxhaven ist festgestellt worden, dass in verschiedenen Straßen HQL-Leuchtmittel verbaut sind. Diese sind über 30 Jahre alt und es ist mit einem erhöhten Ausfall der Beleuchtung zu rechnen. Aus diesen Gründen hat der Rat der Stadt Cuxhaven im Juli 2015 die Erneuerung aller HQL-Leuchtköpfe im gesamten Stadtgebiet beschlossen. Nationale Klimaschutzinitiativ Die Europäische Union hat im Jahr 2015 die Herstellung und den Vertrieb von u.a. Hochdruck-Quecksilberdampflamp (HQL) verboten. Bei einer Überprüfung der Beleuchtung im Stadtgebiet Cuxhaven ist festgestellt worden, dass in verschiedenen Straßen HQL-Leuchtmittel verbaut sind. Diese sind über 30 Jahre alt und es ist mit einem erhöhten Ausfall der Beleuchtung zu rechnen. Aus diesen Gründen hat der Rat der Stadt Cuxhaven im Juli 2015 die Erneuerung aller HQL-Leuchtköpfe im gesamten Stadtgebiet beschlossen. Stabilisierungsverei Stabilisierungsverei zwischen dem Land Niedersachsen und der Stadt Cuxhaven. WINDstärken Informationen der Stadt Cuxhaven und der Siemens AG Auf Initiative der AfW wird in 2016 und 2017 Siemens Wind Power (SWP) zusammen mit der Stadt Cuxhaven einen Newsletter herausgeben. Haushaltsplan 2015 / 2016 Hier finden Sie die einzelnen Teile des Doppelhaushaltes 2015 und 2016 Ladenöffnungszeiten an Sonn- und Feiertagen im Bereich der Stadt Cuxhaven Die erfolgte Anerkennung von Teilen der Stadt Cuxhaven nach der Kurortverordnung, sowie des Bereiches Sahlenburg als Ausflugsort hat weitreichende Auswirkungen auf Verkaufszeiten an Sonn- und Feiertagen. Hier können Sie nachlesen in welchen Bereichen und in welchem Umfang geöffnet werden darf. Einwohnerfragen an die Stadt Cuxhaven Nach der Geschäftsordnung des Rates besteht die Möglichkeit für Einwohnerinnen und Einwohner, an den Rat, die Ausschüsse, die Ortsräte und den Oberbürgermeister Fragen zu richten. Damit hat der Rat das Fragerecht in Sitzungen erheblich erweitert. Damit ist es nun nicht nur möglich, am Ende der Sitzung Fragen zu behandelten Beratungen zu stellen. Resolutionen des Rates Hier werden die vom Rat der Stadt Cuxhaven beschlossenen Resolutionen veröffentlicht. Neueste Meldungen auf http://www.cuxhaven.de Stadt Cuxhaven Neueste Meldungen auf http://www.cuxhaven.de Stadt Cuxhaven", "segment": "20171124151548", "digest": "Stadt Cuxhaven Neueste Meldungen auf http://www.cuxhaven.de Öffentliche Sitzung der Verbandsversammlung des Ems-Weser-Elbe Versorgungs- und Entsorgungsverbandes am 01. Dezember 2017 Nähere Informat...", "host": "www.cuxhaven.de", "favorite_count": 0, "content_length": "33141", "timestamp": "2017-11-24T15:38:47.146Z", "virtual_host": [], "created": "2017-11-24T15:38:47.146Z", "label": [], "doc_id": "5bef210a7d1a40d6885b17752ab4bb0e", "url": "http://www.cuxhaven.de/magazin/view-irss.php?feedid=2", "site": "www.cuxhaven.de/magazin/view-irss.php", "filename": "view-irss.php", "config_id": "WAV_umCyAG2FTSbXh_VEm", "parent_id": "http:%2F%2Fwww.cuxhaven.de%2Fstaticsite%2Fstaticsite.php?menuid=349&topmenu=349;role=Rguest", "anchor": "", "mimetype": "application/rss+xml", "boost": "1.0"}