{"filetype": "others", "expires": "2017-12-24T15:15:57.012Z", "role": ["Rguest"], "click_count": 0, "title": "Stadt Cuxhaven", "content": "Stadt Cuxhaven Neueste Meldungen auf http://www.cuxhaven.de Leipziger Pfeffermühle mit \"D-Saster\" im Stadttheater Cuxhaven Schnallen Sie sich an – es geht bergab! Lachend rasen wir ins Nichts! Was ist aus „Good Old Germany“ geworden? Und wer ist schuld? Das klärt die „Leipziger Pfeffermühle“ mit Matthias Avemarg, Frank Sieckel u. a. am Donnerstag, 30. November 2017, um 20 Uhr im Stadttheater Cuxhaven, Rathausstr. 21, 27472 Cuxhaven. Sperrung der Abschnede für die Straßenbaumaßnahme in Groden Ab Montag, den 20. November 2017, bis Anfang Dezember 2017 wird die Straße Abschnede an der Grodener Kirche für den Fahrzeugverkehr voll gesperrt. Bibi Blocksberg-Das Musical „Hexen Hexen Überall!“ Kunterbuntes Kindertheater im Stadttheater Cuxhaven am 25. November um 16 Uhr mit Bibi Blocksberg Pünktlich zu ihrem 35-jährigen Jubiläum startete Bibi Blocksberg mit dem neuen Musicalspaß „Hexen Hexen Überall!“ vom Cocomico Theater ihre dreijährige Tournee durch Deutschland, Österreich und die Schweiz Freiraumplaner/in Die Stadt Cuxhaven sucht zum nächstmöglichen Zeitpunkt eine/n Freiraumplaner/in Diplom-Ingenieur/in / Master / Bachelor der Fachrichtung Landschaftspflege/Landschaftsarchitekt oder mit vergleichbarer Fachrichtung für die Grünplanung und das Grünflächenmanagement. Ihre Aufgaben umfassen im Wesentlichen: Freigabe und Sperrung der Sportplätze Hier informiert die Stadt Cuxhaven über die Freigabe und das Sperren der Rasensportplätze. Die aktuellen Daten sind von Montag bis Freitag ab 12 Uhr und am Samstag und Sonntag ab 9 Uhr vorhanden. Cuxhavener Appell 2.0. - Deutschlands Windstärken nutzen Die Wirtschafts- und Energieminister und Senatoren der norddeutschen Länder Niedersachsen, Schleswig-Holstein, Mecklenburg-Vorpommern, Hamburg und Bremen haben am 11.09.2017 in Cuxhaven gemeinsam mit Vertretern der Offshore-Städte sowie der Offshore-Branche den Cuxhavener Appell 2.0 unterzeichnet. In dem 11-Punkte-Papier fordern die Unterzeichner die Bundesregierung auf, die Rahmenbedingungen für den Ausbau der Offshore-Windbranche zu verbessern. Bereits mit dem ersten gemeinsamen Cuxhavener Appell im August 2013 war die politische Diskussion über die Entwicklung der Offshore-Windenergie in Deutschland maßgeblich gestaltet worden. Fortsetzung der Kanalbaumaßnahme – Vollsperrung der Mozartstraße Im Rahmen der begonnenen Kanalbaumaßnahme der EWE Wasser GmbH wird ab 17.07.2017 die Mozartstraße voraussichtlich bis zum Jahresende voll gesperrt. Der druckfrische Theaterspielplan für die Spielzeit 2017/2018 ist da!!! Vorverkauf für die neue Theaterspielzeit gestartet! Nationale Klimaschutzinitiativ Wie bereits berichtet, hat die Europäische Union im Jahr 2015 die Herstellung und den Vertrieb von u.a. Hochdruck-Quecksilberdampflamp (HQL) verboten. Bei einer Überprüfung der Beleuchtung im Stadtgebiet Cuxhaven ist festgestellt worden, dass in verschiedenen Straßen HQL-Leuchtmittel verbaut sind. Diese sind über 30 Jahre alt und es ist mit einem erhöhten Ausfall der Beleuchtung zu rechnen. Aus diesen Gründen hat der Rat der Stadt Cuxhaven im Juli 2015 die Erneuerung aller HQL-Leuchtköpfe im gesamten Stadtgebiet beschlossen. Nationale Klimaschutzinitiativ Die Europäische Union hat im Jahr 2015 die Herstellung und den Vertrieb von u.a. Hochdruck-Quecksilberdampflamp (HQL) verboten. Bei einer Überprüfung der Beleuchtung im Stadtgebiet Cuxhaven ist festgestellt worden, dass in verschiedenen Straßen HQL-Leuchtmittel verbaut sind. Diese sind über 30 Jahre alt und es ist mit einem erhöhten Ausfall der Beleuchtung zu rechnen. Aus diesen Gründen hat der Rat der Stadt Cuxhaven im Juli 2015 die Erneuerung aller HQL-Leuchtköpfe im gesamten Stadtgebiet beschlossen. WINDstärken Informationen der Stadt Cuxhaven und der Siemens AG Auf Initiative der AfW wird in 2016 und 2017 Siemens Wind Power (SWP) zusammen mit der Stadt Cuxhaven einen Newsletter herausgeben. Ladenöffnungszeiten an Sonn- und Feiertagen im Bereich der Stadt Cuxhaven Die erfolgte Anerkennung von Teilen der Stadt Cuxhaven nach der Kurortverordnung, sowie des Bereiches Sahlenburg als Ausflugsort hat weitreichende Auswirkungen auf Verkaufszeiten an Sonn- und Feiertagen. Hier können Sie nachlesen in welchen Bereichen und in welchem Umfang geöffnet werden darf. Einwohnerfragen an die Stadt Cuxhaven Nach der Geschäftsordnung des Rates besteht die Möglichkeit für Einwohnerinnen und Einwohner, an den Rat, die Ausschüsse, die Ortsräte und den Oberbürgermeister Fragen zu richten. Damit hat der Rat das Fragerecht in Sitzungen erheblich erweitert. Damit ist es nun nicht nur möglich, am Ende der Sitzung Fragen zu behandelten Beratungen zu stellen. Resolutionen des Rates Hier werden die vom Rat der Stadt Cuxhaven beschlossenen Resolutionen veröffentlicht. Neueste Meldungen auf http://www.cuxhaven.de Stadt Cuxhaven Neueste Meldungen auf http://www.cuxhaven.de Stadt Cuxhaven", "segment": "20171124151548", "digest": "Stadt Cuxhaven Neueste Meldungen auf http://www.cuxhaven.de Leipziger Pfeffermühle mit \"D-Saster\" im Stadttheater Cuxhaven Schnallen Sie sich an – es geht bergab! Lachend rasen wir ins Nichts! Was ...", "host": "www.cuxhaven.de", "favorite_count": 0, "content_length": "24961", "timestamp": "2017-11-24T15:38:36.302Z", "virtual_host": [], "created": "2017-11-24T15:38:36.302Z", "label": [], "doc_id": "8cc124630a2c452aa86c511f0d398059", "url": "http://www.cuxhaven.de/magazin/view-irss.php?feedid=1", "site": "www.cuxhaven.de/magazin/view-irss.php", "filename": "view-irss.php", "config_id": "WAV_umCyAG2FTSbXh_VEm", "parent_id": "http:%2F%2Fwww.cuxhaven.de%2Fstaticsite%2Fstaticsite.php?menuid=349&topmenu=349;role=Rguest", "anchor": "", "mimetype": "application/rss+xml", "boost": "1.0"}