{"title": "Condiciones generales - Atrapalo.com", "important_content": "CONDICIONES GENERALES PARA LA CONTRATACIÓN:", "config_id": "WAV9IC-nzT_5WXOUF0XIu", "expires": "2017-12-24T15:15:57.012Z", "content": "CONDICIONES GENERALES PARA LA CONTRATACIÓN: En cumplimiento de la Ley 34/2002 de Servicios de la Sociedad de la Información y del Comercio Electrónico (LSSICE), te informamos que atrapalo.com es un dominio de Internet y marca registrada por ATRAPALO, S.L. (en adelante, ?Atrapalo.com?), C.I.F. B62288568, con domicilio social en la Calle Aribau 185, 1ª planta 08021 Barcelona einscrita en el Reg. Mercantil Barcelona, Tomo 32724, Folio 0043, Sección Gral, Hoja/Dup 215070, Inscripción. 1ª, sita en. Asimismo ATRAPALO, S.L. está inscrita como agencia de viajes en el Registro de Turismo de Cataluña bajo el número de inscripción GC 1018. Condiciones generales de contratación entre Atrapalo.com y el usuario: 1. El usuario declara que es mayor de edad (mayor de 18 años) y dispone de capacidad legal necesaria para contratar los servicios ofertados por los proveedores en la web de Atrapalo.com, de acuerdo con las condiciones más abajo desglosadas, las cuales declara comprender y aceptar. En el caso de contratación por menores de edad, se requiere la autorización de los padres o tutores para poder disfrutar del servicio contratado. El usuario es el único responsable de la veracidad y exactitud de los datos proporcionados a Atrapalo.com en el proceso de reserva. El usuario se compromete a utilizar los servicios y contenidos en nuestro sitio web de conformidad con la Ley y los términos y condiciones generales y particulares de los servicios que ofrece Atrapalo.com en cada momento, debiendo abstenerse de emplearlos para: (a) Transmitir a terceros no autorizados su nombre de usuario y su contraseña, debiendo comunicar inmediatamente a Atrapalo.com el acceso por parte de un usuario no autorizado a dicha información. (b) Introducir en la red programas de datos susceptibles de provocar daños en los sistemas informáticos de Atrapalo.com, sus proveedores o terceros usuarios de la red interna o de este sitio web. (c) Realizar actividades ilícitas, contrarias a la buena fe, a las costumbres, a la moral o al orden público. (d) Realizar actividades que constituyan una infracción de la regulación sobre propiedad intelectual e industrial o cualquier otra norma del ordenamiento jurídico aplicable. (e) Reproducir, duplicar, vender o explotar para fines comerciales cualquier contenido del sitio web. (f) Difundir contenidos de carácter racista, xenófobo, pornográfico, de apología del terrorismo y/o que atenten contra los derechos humanos. 2. Al registrarse en Atrapalo.com, el usuario escogerá un nombre de usuario y contraseña, que posteriormente le serán confirmados por e-mail. El usuario deberá custodiar debidamente las claves y contraseñas facilitadas para su acceso como usuario registrado, dado que son de carácter personal y confidencial, siendo el usuario responsable de su uso por una tercera persona a la que dicho usuario se las haya facilitado. 3. El usuario es el responsable de facilitar sus datos correctamente en los procesos de contratación establecidos en la página web de Atrápalo.com, debiendo prestar especial atención en cuanto a la introducción de los datos relativos a la dirección de entrega de los pedidos y documentos, así como los nombres de las terceras personas respecto a las cuales introduzca sus datos, previa autorización de dichas terceras personas, debiendo en todo momento el usuario introducir todos los datos de identificación de modo correcto y tal y como aparecen en el DNI o pasaporte. 4. Atrapalo.com es titular de la base de datos generada con los datos de carácter personal suministrados por los usuarios en el proceso de compra de productos a través de nuestra página web. Atrapalo.com se compromete al cumplimiento de su obligación de secreto de los datos de carácter personal y de su deber de tratarlos con confidencialidad, y a tal fin Atrapalo.com adoptará las medidas necesarias para evitar su alteración, pérdida, tratamiento o acceso no autorizado, habida cuenta en todo momento del estado de la tecnología con arreglo a lo previsto en la legislación vigente en España en materia de protección de datos de carácter personal. El usuario acepta que los datos personales facilitados en el proceso de compra de nuestros productos sean incorporados a un fichero automatizado, cuya titularidad corresponde a Atrapalo.com, con la finalidad de prestar adecuadamente el servicio solicitado, dar cumplimiento a los requisitos de facturación, contabilidad y auditoría de la compañía, realizar análisis estadísticos, verificar tarjetas de crédito y otras tarjetas de pago, así como realizar encuestas de satisfacción y comunicaciones comerciales por correo electrónico sobre otros productos que se comercializan a través de la página web de Atrapalo.com y que Atrapalo.com considere que podrían ser del interés del usuario, por ser similares a los contratados. En caso de que el usuario no desee recibir comunicaciones comerciales por medios electrónicos puede dirigirse en cualquier momento a Atrapalo.com enviando un correo electrónico a la siguiente dirección info@atrapalo.com. El usuario también podrá ejercer sus derechos sus derechos de acceso, rectificación, cancelación y oposición mediante comunicación escrita, adjuntando fotocopia del DNI o documento identificativo equivalente, ante Atrápalo, S.L. en C/Aribau 185, planta 1ª, 08021 Barcelona. Igualmente, para la necesaria prestación del servicio contratado, el usuario acepta que Atrapalo.com comunique sus datos de carácter personal al proveedor de los servicios que el usuario reserva (ya sea restaurante, promotor de espectáculo, touroperador, hotel, etc). El usuario tendrá acceso a dichas condiciones durante el proceso de compra. Asimismo, en los casos en que no sea usted quien se deba beneficiar de la reserva efectuada, usted se compromete de forma expresa a obtener el consentimiento de aquellas terceras personas que deban beneficiarse de la misma, antes de comunicar sus datos a Atrapalo.com. El documento en que se formalice el contrato relativo al producto contratado será archivado en una base de datos accesible únicamente por ATRAPALO, S.L., como responsable de la misma. El cliente podrá identificar y corregir los errores padecidos en la introducción de datos comunicándolo a Atrapalo.com, utilizando el trámite referido anteriormente en esta cláusula. El usuario responderá, en cualquier caso, de la veracidad de los datos facilitados y se responsabilizará de comunicar a Atrapalo.com cualquier modificación en los mismos, reservándose Atrapalo.com el derecho a excluir de los servicios registrados a todo usuario que haya facilitado datos falsos, sin perjuicio de las demás acciones que procedan en Derecho. 5. Atrapalo.com dispone de los permisos y licencias necesarios para las actividades propias de una agencia de viajes. 6. Todos los contenidos, marcas, logos, dibujos etc. que figuran en la web de Atrapalo.com, se hallan protegidos por los derechos de propiedad intelectual e industrial que son expresamente reservados por Atrapalo.com o, en su caso, por las personas o empresas que figuran como autores o titulares de los derechos. La violación de los anteriores derechos será perseguida de conformidad con la legislación vigente. Por lo tanto, queda prohibida la reproducción, explotación, alteración, distribución o comunicación pública por cualquier título o medio de la totalidad de los contenidos de la página web de Atrapalo.com para usos diferentes de la legítima información o contratación por los usuarios de los servicios ofertados. En todo caso será necesario el consentimiento previo por escrito de Atrapalo.com. 7. Los links o enlaces con otras páginas web que aparezcan en las páginas de Atrapalo.com se ofrecen a efectos meramente informativos al usuario, por lo que Atrapalo.com no se responsabiliza sobre los productos, servicios o contenidos que se oferten o suministren en las páginas de destino ubicados en otro dominio. 8. Cookies: En Atrápalo.com recogemos mediante el uso de cookies y utilizamos información de los usuarios para analizar su conducta al navegar en nuestra página web y de esta manera proporcionar nuestros servicios de manera más eficiente e introducir mejoras. Una cookie es un pequeño archivo de datos que es transferido al disco duro de su ordenador. Atrápalo.com utiliza la tecnología de cookies para recopilar datos adicionales sobre el uso del sitio web. La navegación por la página web de Atrápalo.com implica consentir la instalación de las mismas (excepto en la medida en que el usuario haya modificado la configuración del navegador para rechazar cookies). Para mayor información acerca de las cookies que utiliza Atrápalo.com y la forma de desactivarlas, pulse en el siguiente enlace: Política de cookies . Enlaces: Con el fin de proveer una publicidad más adecuada a nuestros usuarios y mejorar nuestras ofertas, Atrápalo.com puede conservar información sobre cómo interactúas con enlaces que aparecen en nuestra página web o en nuestras notificaciones, redirigiendo clics o por otros medios. Cesión de información: Contratamos a proveedores de servicios para llevar a cabo la prestación de los servicios que ofrecemos en nuestra página web. Podemos compartir sus datos personales con dichos proveedores de servicios con arreglo a obligaciones de confidencialidad compatibles con esta Política de Protección de Datos, y a condición de que los terceros utilicen sus datos personales únicamente por nuestra cuenta y conforme a nuestras instrucciones. 9. Si cualquier cláusula incluida en estas condiciones generales fuese declarada, total o parcialmente, nula o ineficaz, tal nulidad o ineficacia afectará tan sólo a dicha disposición o a la parte de la misma que resulte nula o ineficaz, subsistiendo las condiciones generales en todo lo demás, teniéndose tal disposición, o la parte de la misma que resultase afectada, por no puesta. 10. El usuario acepta que la legislación aplicable al funcionamiento de este servicio es la española. Serán competentes para conocer de las divergencias que se deriven de la interpretación o aplicación de este clausulado los Jueces y Tribunales del domicilio del consumidor. 11. Los precios finales indicados en pantalla incluyen el I.V.A. y cualesquiera otros impuestos o tasas que fuera de aplicación, al tipo vigente en el momento de la contratación. 12. Para cualquier sugerencia, consulta, queja o reclamación el usuario debe dirigirse a a ATRAPALO, S.L. a la dirección Calle Aribau 185, 1ª planta 08021 Barcelona, o bien por medio del teléfono 933.197.570 o mediante comunicación electrónica en el link https://www.atrapalo.com/contacta/ . 13. El usuario queda debidamente informado que Atrápalo.com, por el hecho de publicar comentarios u opiniones de sus usuarios en su página web, ni los aprueba ni se posiciona al respecto. Consecuentemente, Atrapalo.com queda exenta de toda responsabilidad que pudiese derivarse respecto al contenido de las opiniones o comentarios publicados en su página web, realizados por sus usuarios. Copyright © Atrapalo.com 2001-2017 - Versión: 2014-09 Imprimir pagina #mensaje_navegador_desactualizado||Tu navegador ( Internet Explorer ) no está actualizado. Tiene conocidos fallos de seguridad y podría no mostrar todas las características de este y otros sitios web. Puedes probar con , u", "cache": "<!DOCTYPE html>\n<html xmlns=\"http://www.w3.org/1999/xhtml\">\n<head>\n<meta http-equiv=\"Content-Type\" content=\"text/html; charset=iso-8859-15\" />\n<meta name=\"viewport\" content=\"width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no\"/>\n\n\n\t        <title>Condiciones generales - Atrapalo.com</title>\n\n\n<meta name=\"theme-color\" content=\"#de0000\" /><link type=\"text/css\" media=\"screen\" rel=\"stylesheet\" href=\"/common/csst/fs.151,152,714,349,1015,603,1009,1005/r171124111342p1\"/><!--[if !IE]><!--><link type=\"text/css\" media=\"screen\" rel=\"stylesheet\" href=\"/common/csst/fs.31,32,34,35,46,48,100,150/r171124111342p1\"/><!--<![endif]--><!--[if IE]><link type=\"text/css\" media=\"screen\" rel=\"stylesheet\" href=\"/common/csst/fs.31,32,34,35,46,48,100,150/r171124111342p1\"/><![endif]--><link type=\"text/css\" media=\"screen\" rel=\"stylesheet\" href=\"/js_new/core/vendors/fontawesome/css/font-awesome.min.css?v=4.5.0\"/>\n\n    <script type=\"text/javascript\"> dataLayer = [{ digitalData: { version: { gaid: 'UA-6231209-31', domain: 'atrapalo.com', cookieDomain: '.atrapalo.com' }, page: { pageInfo: { pageName: '', destinationURL: '', variant: '' }, category: { primaryCategory: '', subCategory: '', pageType: '' }, search: {} }, product: [] }, user: {}, ecommerce: { detail: { products: { id: [ ], price: null }, } } }];</script>\n\n<script type=\"text/javascript\" src=\"/js_new/validator.js\"></script>\n<script type=\"text/javascript\">\n  var dominio = 'atrapalo.com';\n  var subdominio = 'www.';\n  var dir_vuelos = 'vuelos';\n  var str_quitar_1 = 'Si quieres quitar el producto';\n  var str_quitar_2 = 'de tu cesta de la compra, pulsa en Aceptar.';\n</script>\n\n        <!--g_exp_code-->\r\n<script type=\"text/javascript\">\r\n    /* <![CDATA[ */\r\n    var _gaq = _gaq || [];\r\n    var ga_tracking_name = [];\r\n    var ga_tracking_false_page = [];\r\n    var pathFalsePage;\r\n    var tagManId = 'GTM-PDC59P';\r\n\r\n            pathFalsePage = '/';\r\n        _gaq.push([\"gaTracker._setAllowLinker\", true]);\r\n    _gaq.push([\"gaTracker._setAllowAnchor\", true]);\r\n    _gaq.push([\"gaTracker._setAccount\", \"UA-6231209-1\"]);\r\n    _gaq.push([\"gaTracker._setDomainName\", \".atrapalo.com\"]);\r\n    _gaq.push([\"gaTracker._setCampaignCookieTimeout\", 259200000]);\r\n                    _gaq.push([\"gaTracker._trackPageview\"]);\r\n    ga_tracking_name[0]=\"gaTracker\";\r\n        \r\n    function GATrackEvent(category, action, opt_label, opt_value, opt_noninteraction) {\r\n        opt_noninteraction = opt_noninteraction || false;\r\n        for (var i = 0; i < ga_tracking_name.length; i++) {\r\n            _gaq.push([ga_tracking_name[i] + \"._trackEvent\", category, action, opt_label, opt_value, opt_noninteraction]);\r\n        }\r\n        dataLayer.push({\r\n            'eventCategory': category,\r\n            'eventAction': action,\r\n            'eventLabel': opt_label,\r\n            'eventValue': opt_value,\r\n            'eventNonInteraction': opt_noninteraction,\r\n            'event': 'GAEvent'\r\n        });\r\n    }\r\n    function GAChangeCustomPageName(newPageName) {\r\n        for (var i=0; i < ga_tracking_name.length; i++) {\r\n            _gaq.push([ga_tracking_name[i] + \"._set\", \"page\", newPageName]);\r\n            _gaq.push([ga_tracking_name[i] + \"._trackPageview\"]);\r\n        }\r\n    }\r\n    (function() {\r\n        var ga = document.createElement(\"script\");\r\n        ga.type = \"text/javascript\";\r\n        ga.async = true;\r\n        ga.src = \"/js_external/ga.js\";\r\n        var s = document.getElementsByTagName(\"script\")[0];\r\n        s.parentNode.insertBefore(ga, s);\r\n    })();\r\n    /* ]]> */\r\n</script>\r\n\r\n    </head>\n<body onLoad=\"\">\n\n    <div id=\"fb-root\"></div>\n<div class='js-overlay-layer overlay-layer user-overlay' onclick=\"GATrackEvent('clickMenu', 'cerrar-menu-usuario', 'principal', 0, true);\"></div>\n<div class='js-overlay-layer-product overlay-layer' onclick=\"GATrackEvent('clickMenu', 'cerrar-menu-producto', 'principal', 0, true);\"></div>\n<header id=\"header\" class=\"clear\">\n    <div class=\"expanded row\">\n        <div class=\"columns header-wrap\">\n            \n                                                     \n                <a href=\"https://www.atrapalo.com/\" id=\"logotypeLink\" class=\"link-logos\" title=\"atrapalo.com - Ocio al mejor precio\"><img width=\"103\" height=\"39\" src=\"/assets/common/logo-acento@2x.png\" alt=\"atrapalo.com - Ocio al mejor precio\" class=\"logo-acento\" /><img width=\"29\" height=\"39\" src=\"/assets/common/a@2x.png\" class=\"logo-main\" /></a>\n            \n                            <ul class=\"user-menu js-user-menu hide\">\n                                                                <li class=\"show-for-medium points-header-container\">\n                            <a href=\"/atrapapuntos\" class=\"user-link points-no-login\">\n                                <i class=\"icon-atrapapuntos_2\"></i>\n                            </a>\n                        </li>\n                                        <li id=\"user-info-button\" class=\"js-toggle-menu\">\n                        <a href=\"#\" class=\"user-link avatar\">\n                            <span class=\"img-avatar\">\n                                <i class=\"icon-user\"></i>\n                            </span>\n                            <span class=\"notice-avatar\">1</span>\n                        </a>\n                    </li>\n                </ul>\n                                        <div id=\"search_form_box\" class=\"hide js-search-form-box\">\n                    <form method=\"get\" action=\"/busqueda/\" enctype=\"application/x-www-form-urlencoded\" accept-charset=\"utf-8\">\n                        <input type=\"hidden\" name=\"pg\" value=\"buscar\" />\n                        <input type=\"hidden\" name=\"redirect\" value=\"1\" />\n                        <div class=\"main-searcher js-main-searcher\">\n                            <input type=\"text\" id=\"buscador_general\" class=\"js-input-searcher main-searcher-input\" placeholder=\"¿Qué te apetece hacer hoy?\" value=\"\" name=\"keyword\" autocomplete=\"off\" onfocus=\"this.value=''\" />\n                        </div>\n                    </form>\n                </div>\n                    </div>\n\n                    <nav>\n                                 \n                    \n        <div class=\"toggle-menu columns navigation-wrap js-navigation-wrap show-for-small-only-toggle-menu navigation-wrap--horizontal\">\n                                    \n                        <a class=\"toggle-menu-selector js-toggle-menu-selector\">\n                <span class=\"toggle-menu-more js-toggle-menu-more\">\n                                            <span class=\"show-for-small-only toggle-menu-small \">Menú</span>\n                                        <i class=\"fa fa-angle-down toggle-menu-arrow js-toggle-menu-arrow \" aria-hidden=\"true\"></i>\n                </span>\n            </a>\n\n            <div class=\"toggle-menu-options-modal js-toggle-menu-options-modal\">\n                <ul itemscope itemtype=\"http://www.schema.org/SiteNavigationElement\" class=\"nav toggle-menu-options js-toggle-menu-options\">\n                                                                                            <li class=\"main-nav toggle-menu-option tabESP\">\n                            <a itemprop=\"url\" href=\"https://www.atrapalo.com/entradas/\" class=\"js-main-nav-link main-nav-link toggle-menu-option-link js-toggle-menu-option-link   is-foldable\" onClick=\"GATrackEvent('clickMenu', '/entradas/', 'principal', 0, true);\" title=\"Entradas\">\n                                                                    <i class=\"icon-ESP toggle-menu-option-link-icon\"></i>\n                                                                Entradas\n                            </a>\n                                                            <div class=\"js-sub-menu sub-menu\">\n                                    <ul>\n                                                                                    <li class=\"sub-nav-col\">\n                                                                                                        \n                                    <a href=\"https://www.atrapalo.com/entradas/\" rel=\"nofollow\" class=\"searcher-link  ouLocalizacionBuscador\" onClick=\"GATrackEvent('clickMenu', '/entradas/', 'buscador-desplegable', 0, true);\">Buscador de entradas <i class=\"fa fa-angle-right\"></i></a>\n    \n                                                                                                        \n    \n    <ul>\n                        \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/espectaculos/categoria/1001/pg/resultados/nivel/2\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/entradas/', 'desplegable-teatro-y-danza', 0, true);\">Teatro y Danza</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/espectaculos/categoria/1002/pg/resultados/nivel/2\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/entradas/', 'desplegable-musica', 0, true);\">Música</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/espectaculos/categoria/1001/formato/42/pg/resultados/nivel/2\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/entradas/', 'desplegable-monologos', 0, true);\">Monólogos</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/espectaculos/categoria/25/pg/resultados/nivel/2\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/entradas/', 'desplegable-musicales', 0, true);\">Musicales</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/espectaculos/categoria/1001/formato/23/pg/resultados/nivel/2\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/entradas/', 'desplegable-teatro-para-ninos', 0, true);\">Teatro para niños</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/entradas/deportes/\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/entradas/', 'desplegable-deportes-y-aventuras', 0, true);\">Deportes y aventuras</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/entradas/parques-tematicos/internacional/nacional/\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/entradas/', 'desplegable-parques-tematicos', 0, true);\">Parques temáticos</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/entradas/home_internacional/\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/entradas/', 'desplegable-entradas-internacionales', 0, true);\">Entradas internacionales</a></li>\n                </ul>\n                                                                                            </li>\n                                                                            </ul>\n                                </div>\n                                                    </li>\n                                                                                            <li class=\"main-nav toggle-menu-option tabRES\">\n                            <a itemprop=\"url\" href=\"https://www.atrapalo.com/restaurantes/\" class=\"js-main-nav-link main-nav-link toggle-menu-option-link js-toggle-menu-option-link   is-foldable\" onClick=\"GATrackEvent('clickMenu', '/restaurantes/', 'principal', 0, true);\" title=\"Restaurantes\">\n                                                                    <i class=\"icon-RES toggle-menu-option-link-icon\"></i>\n                                                                Restaurantes\n                            </a>\n                                                            <div class=\"js-sub-menu sub-menu\">\n                                    <ul>\n                                                                                    <li class=\"sub-nav-col\">\n                                                                                                        \n                                    <a href=\"https://www.atrapalo.com/restaurantes/\" rel=\"nofollow\" class=\"searcher-link  \" onClick=\"GATrackEvent('clickMenu', '/restaurantes/', 'buscador-desplegable', 0, true);\">Buscador de restaurantes <i class=\"fa fa-angle-right\"></i></a>\n    \n                                                                                                        \n    \n    <ul>\n                        \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/restaurantes/ranking/1\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/restaurantes/', 'desplegable-rankings-de-restaurantes', 0, true);\">Rankings de restaurantes</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/restaurantes/sort/1\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/restaurantes/', 'desplegable-los-mas-reservados', 0, true);\">Los más reservados</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/restaurantes/sort/3\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/restaurantes/', 'desplegable-las-mejores-ofertas', 0, true);\">Las mejores ofertas</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/restaurantes/sort/4\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/restaurantes/', 'desplegable-los-mejor-valorados', 0, true);\">Los mejor valorados</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/restaurantes/sort/2\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/restaurantes/', 'desplegable-los-mas-economicos', 0, true);\">Los más económicos</a></li>\n                </ul>\n                                                                                                        \n    \n    <ul>\n                        \n\n                                            <li><a href=\"https://www.atrapalo.com/restaurantes/romanticos-espana_i1_d5.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/restaurantes/', 'desplegable-romanticos', 0, true);\">Románticos</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/restaurantes/terraza-espana_i7_d5.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/restaurantes/', 'desplegable-con-terraza', 0, true);\">Con terraza</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/restaurantes/con-amigos-espana_i2_d5.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/restaurantes/', 'desplegable-para-ir-con-amigos', 0, true);\">Para ir con amigos</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/restaurantes/gourmet-espana_i9_d5.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/restaurantes/', 'desplegable-gourmet', 0, true);\">Gourmet</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/restaurantes/en-familia-espana_i4_d5.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/restaurantes/', 'desplegable-familiar', 0, true);\">Familiar</a></li>\n                </ul>\n                                                                                                        \n                                    <a href=\"https://www.atrapalo.com/restaurantes/como_funciona\" rel=\"nofollow\" class=\"searcher-link \" onClick=\"GATrackEvent('clickMenu', '/restaurantes/', 'buscador-desplegable', 0, true);\">¿Cómo funciona? <i class=\"fa fa-angle-right\"></i></a>\n    \n                                                                                            </li>\n                                                                            </ul>\n                                </div>\n                                                    </li>\n                                                                                            <li class=\"main-nav toggle-menu-option tabESPActividades\">\n                            <a itemprop=\"url\" href=\"https://www.atrapalo.com/actividades/\" class=\"js-main-nav-link main-nav-link toggle-menu-option-link js-toggle-menu-option-link   is-foldable\" onClick=\"GATrackEvent('clickMenu', '/actividades/', 'principal', 0, true);\" title=\"Actividades\">\n                                                                    <i class=\"icon-ACT toggle-menu-option-link-icon\"></i>\n                                                                Actividades\n                            </a>\n                                                            <div class=\"js-sub-menu sub-menu\">\n                                    <ul>\n                                                                                    <li class=\"sub-nav-col\">\n                                                                                                        \n                                    <a href=\"https://www.atrapalo.com/actividades/\" rel=\"nofollow\" class=\"searcher-link  \" onClick=\"GATrackEvent('clickMenu', '/actividades/', 'buscador-desplegable', 0, true);\">Buscador de actividades <i class=\"fa fa-angle-right\"></i></a>\n    \n                                                                                                        \n    \n    <ul>\n                        \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/actividades/categoria/1007/pg/resultados/nivel/2\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/actividades/', 'desplegable-belleza', 0, true);\">Belleza</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/actividades/categoria/1009/pg/resultados/nivel/2\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/actividades/', 'desplegable-bienestar', 0, true);\">Bienestar</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/actividades/categoria/1012/pg/resultados/nivel/2\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/actividades/', 'desplegable-cursos', 0, true);\">Cursos</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/actividades/actividades/cursos/cursos-online/\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/actividades/', 'desplegable-cursos-online', 0, true);\">Cursos online</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/actividades/categoria/1006/pg/resultados/nivel/2\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/actividades/', 'desplegable-cultura', 0, true);\">Cultura</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/actividades/categoria/1250/pg/resultados/nivel/2\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/actividades/', 'desplegable-gastronomia', 0, true);\">Gastronomía</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/actividades/categoria/1005/pg/resultados/nivel/2\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/actividades/', 'desplegable-deportes-y-aventuras', 0, true);\">Deportes y aventuras</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/home/acciones/geolocaliza/actividades/categoria/1022/pg/resultados/nivel/2\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/actividades/', 'desplegable-actividades-infantiles', 0, true);\">Actividades infantiles</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/actividades/home_internacional/\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/actividades/', 'desplegable-actividades-internacionales', 0, true);\">Actividades internacionales</a></li>\n                </ul>\n                                                                                            </li>\n                                                                            </ul>\n                                </div>\n                                                    </li>\n                                                                                            <li class=\"main-nav toggle-menu-option tabVUE\">\n                            <a itemprop=\"url\" href=\"https://www.atrapalo.com/vuelos/\" class=\"js-main-nav-link main-nav-link toggle-menu-option-link js-toggle-menu-option-link   is-foldable\" onClick=\"GATrackEvent('clickMenu', '/vuelos/', 'principal', 0, true);\" title=\"Vuelos baratos\">\n                                                                    <i class=\"icon-VUE toggle-menu-option-link-icon\"></i>\n                                                                Vuelos\n                            </a>\n                                                            <div class=\"js-sub-menu sub-menu\">\n                                    <ul>\n                                                                                    <li class=\"sub-nav-col\">\n                                                                                                        \n                                    <a href=\"https://www.atrapalo.com/vuelos/\" rel=\"nofollow\" class=\"searcher-link  marginbot20\" onClick=\"GATrackEvent('clickMenu', '/vuelos/', 'buscador-desplegable', 0, true);\">Buscador de vuelos <i class=\"fa fa-angle-right\"></i></a>\n    \n                                                                                                        \n    \n    <ul>\n                        \n\n                                            <li><a href=\"https://www.atrapalo.com/vuelos/calendario/\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/vuelos/', 'desplegable-fechas-flexibles', 0, true);\">Fechas Flexibles</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/vuelos/lanzadera/\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/vuelos/', 'desplegable-la-lanzadera', 0, true);\">La Lanzadera</a></li>\n                </ul>\n                                                                                            </li>\n                                                                            </ul>\n                                </div>\n                                                    </li>\n                                                                                            <li class=\"main-nav toggle-menu-option tabTRE\">\n                            <a itemprop=\"url\" href=\"https://www.atrapalo.com/trenes/\" class=\"js-main-nav-link main-nav-link toggle-menu-option-link js-toggle-menu-option-link   \" onClick=\"GATrackEvent('clickMenu', '/trenes/', 'principal', 0, true);\" title=\"Billetes de tren baratos\">\n                                                                    <i class=\"icon-TRE toggle-menu-option-link-icon\"></i>\n                                                                Trenes\n                            </a>\n                                                    </li>\n                                                                                            <li class=\"main-nav toggle-menu-option tabHOT\">\n                            <a itemprop=\"url\" href=\"https://www.atrapalo.com/hoteles/\" class=\"js-main-nav-link main-nav-link toggle-menu-option-link js-toggle-menu-option-link   is-foldable\" onClick=\"GATrackEvent('clickMenu', '/hoteles/', 'principal', 0, true);\" title=\"Hoteles baratos\">\n                                                                    <i class=\"icon-HOT toggle-menu-option-link-icon\"></i>\n                                                                Hoteles\n                            </a>\n                                                            <div class=\"js-sub-menu sub-menu\">\n                                    <ul>\n                                                                                    <li class=\"sub-nav-col\">\n                                                                                                        \n                                    <a href=\"https://www.atrapalo.com/hoteles/\" rel=\"nofollow\" class=\"searcher-link  marginbot20\" onClick=\"GATrackEvent('clickMenu', '/hoteles/', 'buscador-desplegable', 0, true);\">Buscador de hoteles <i class=\"fa fa-angle-right\"></i></a>\n    \n                                                                                                        <p class=\"subtitulo promocion \">Promociones</p>\n    \n    <ul>\n                        \n\n                                            <li><a href=\"https://www.atrapalo.com/hoteles/montana/\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/hoteles/', 'desplegable-montana', 0, true);\">Montaña</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/hoteles/playa/\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/hoteles/', 'desplegable-costas-e-islas', 0, true);\">Costas e Islas</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/escapadas/\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/hoteles/', 'desplegable-escapadas', 0, true);\">Escapadas</a></li>\n                </ul>\n                                                                                            </li>\n                                                                            </ul>\n                                </div>\n                                                    </li>\n                                                                                            <li class=\"main-nav toggle-menu-option tabVIA\">\n                            <a itemprop=\"url\" href=\"https://www.atrapalo.com/viajes/\" class=\"js-main-nav-link main-nav-link toggle-menu-option-link js-toggle-menu-option-link   is-foldable\" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'principal', 0, true);\" title=\"Ofertas en viajes\">\n                                                                    <i class=\"icon-VIA toggle-menu-option-link-icon\"></i>\n                                                                Viajes\n                            </a>\n                                                            <div class=\"js-sub-menu sub-menu\">\n                                    <ul>\n                                                                                    <li class=\"sub-nav-col\">\n                                                                                                        \n                                    <a href=\"https://www.atrapalo.com/viajes/\" rel=\"nofollow\" class=\"searcher-link  \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'buscador-desplegable', 0, true);\">Buscador de viajes <i class=\"fa fa-angle-right\"></i></a>\n    \n                                                                                            </li>\n                                                                                    <li class=\"sub-nav-col\">\n                                                                                                        \n    \n    <ul>\n                        \n\n                                            <li><a href=\"https://www.atrapalo.com/viajes/\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-paquetes', 0, true);\">Paquetes</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/vuelo+hotel/\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-vuelo-+-hotel', 0, true);\">Vuelo + Hotel</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/trenes/\" rel=\"nofollow\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-tren-+-hotel', 0, true);\">Tren + Hotel</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/viajes/circuitos_c1427.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-circuitos', 0, true);\">Circuitos</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/viajes/fly-and-drive_c801.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-fly&amp;drive', 0, true);\">Fly&amp;Drive</a></li>\n                </ul>\n                                                                                                        <p class=\"subtitulo promocion \">Promociones</p>\n    \n    <ul>\n                        \n\n                                            <li><a href=\"https://www.atrapalo.com/viajes/puente-de-diciembre_c119.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-puente-de-diciembre', 0, true);\">Puente de Diciembre</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/viajes/navidad-fin-de-ano-y-reyes-_c368.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-navidad,-fin-de-ano-y-reyes-', 0, true);\">Navidad, Fin de Año y Reyes </a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/viajes/ultima-hora_c148.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-ultima-hora', 0, true);\">Última Hora</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/viajes/novios-luna-de-miel_c167.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-novios---luna-de-miel', 0, true);\">Novios - Luna de Miel</a></li>\n                </ul>\n                                                                                            </li>\n                                                                                    <li class=\"sub-nav-col\">\n                                                                                                        \n    \n    <ul>\n                        \n\n                                            <li><a href=\"https://www.atrapalo.com/viajes/baleares-y-canarias_c162.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-baleares-y-canarias', 0, true);\">Baleares y Canarias</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/viajes/europa_c932.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-europa', 0, true);\">Europa</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/viajes/larga-distancia_c142.html \" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-larga-distancia', 0, true);\">Larga distancia</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/viajes/espana_c933.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-espana', 0, true);\">España</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/viajes/caribe_c164.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-caribe', 0, true);\">Caribe</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/viajes/mediterraneo_c322.html\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-mediterraneo', 0, true);\">Mediterráneo</a></li>\n                            \n\n                                            <li><a href=\"http://promo.atrapalo.com/Disneyland_Paris/\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-disneyland®-paris', 0, true);\">Disneyland® Paris</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/promo/los-imperdibles/\" class=\"sub-nav-item js-sub-nav-item \" onClick=\"GATrackEvent('clickMenu', '/viajes/', 'desplegable-los-imperdibles', 0, true);\">Los Imperdibles</a></li>\n                </ul>\n                                                                                            </li>\n                                                                            </ul>\n                                </div>\n                                                    </li>\n                                                                                            <li class=\"main-nav toggle-menu-option tabCRU\">\n                            <a itemprop=\"url\" href=\"https://www.atrapalo.com/cruceros/\" class=\"js-main-nav-link main-nav-link toggle-menu-option-link js-toggle-menu-option-link   \" onClick=\"GATrackEvent('clickMenu', '/cruceros/', 'principal', 0, true);\" title=\"Ofertas en cruceros\">\n                                                                    <i class=\"icon-CRU toggle-menu-option-link-icon\"></i>\n                                                                Cruceros\n                            </a>\n                                                    </li>\n                                                                                            <li class=\"main-nav toggle-menu-option tabCOC\">\n                            <a itemprop=\"url\" href=\"https://www.atrapalo.com/coches/\" class=\"js-main-nav-link main-nav-link toggle-menu-option-link js-toggle-menu-option-link   \" onClick=\"GATrackEvent('clickMenu', '/coches/', 'principal', 0, true);\" title=\"Coches\">\n                                                                    <i class=\"icon-COC toggle-menu-option-link-icon\"></i>\n                                                                Coches\n                            </a>\n                                                    </li>\n                                                                                            <li class=\"main-nav toggle-menu-option tabHIB\">\n                            <a itemprop=\"url\" href=\"https://www.atrapalo.com/hallazgos/\" class=\"js-main-nav-link main-nav-link toggle-menu-option-link js-toggle-menu-option-link   secondary-link \" onClick=\"GATrackEvent('clickMenu', '/hallazgos/', 'principal', 0, true);\" title=\"Hallazgos\">\n                                                                    <i class=\"icon-HALL toggle-menu-option-link-icon\"></i>\n                                                                Hallazgos\n                            </a>\n                                                    </li>\n                                                                                            <li class=\"main-nav toggle-menu-option tabBON\">\n                            <a itemprop=\"url\" href=\"https://www.atrapalo.com/bombones/opciones\" class=\"js-main-nav-link main-nav-link toggle-menu-option-link js-toggle-menu-option-link   secondary-link is-foldable\" onClick=\"GATrackEvent('clickMenu', '/bombones/opciones', 'principal', 0, true);\" title=\"Regalos\">\n                                                                    <i class=\"icon-BON toggle-menu-option-link-icon\"></i>\n                                                                Regalos\n                            </a>\n                                                            <div class=\"js-sub-menu sub-menu\">\n                                    <ul>\n                                                                                    <li class=\"sub-nav-col\">\n                                                                                                        \n                                    <a href=\"https://www.atrapalo.com/bombones/opciones\" rel=\"nofollow\" class=\"searcher-link  marginbot20\" onClick=\"GATrackEvent('clickMenu', '/bombones/opciones', 'buscador-desplegable', 0, true);\">Regalos Atrápalo <i class=\"fa fa-angle-right\"></i></a>\n    \n    <ul>\n                        \n\n                                            <li><a href=\"https://www.atrapalo.com/bombones/\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/bombones/opciones', 'desplegable-bombones-atrapalo', 0, true);\">Bombones Atrápalo</a></li>\n                            \n\n                                            <li><a href=\"https://www.atrapalo.com/regalos/\" class=\"sub-nav-item js-sub-nav-item  ouLocalizacion\" onClick=\"GATrackEvent('clickMenu', '/bombones/opciones', 'desplegable-vale-regalo', 0, true);\">Vale Regalo</a></li>\n                </ul>\n                                                                                                        \n                                    <a href=\"https://www.atrapalo.com/bombones/canjear/\" rel=\"nofollow\" class=\"searcher-link  \" onClick=\"GATrackEvent('clickMenu', '/bombones/opciones', 'buscador-desplegable', 0, true);\">Canjea tu bombón Atrápalo <i class=\"fa fa-angle-right\"></i></a>\n    \n                                                                                            </li>\n                                                                            </ul>\n                                </div>\n                                                    </li>\n                                                                                            <li class=\"main-nav toggle-menu-option tabpointsprogram\">\n                            <a itemprop=\"url\" href=\"https://www.atrapalo.com/atrapapuntos\" class=\"js-main-nav-link main-nav-link toggle-menu-option-link js-toggle-menu-option-link   secondary-link only-side-menu \" onClick=\"GATrackEvent('clickMenu', '/atrapapuntos', 'principal', 0, true);\" title=\"Atrapapuntos\">\n                                                                    <i class=\"icon-pointsprogram toggle-menu-option-link-icon\"></i>\n                                                                Atrapapuntos\n                            </a>\n                                                    </li>\n                                    </ul>\n            </div>\n        </div>\n    </nav>\n    <a class=\"toggle-menu-close js-toggle-menu-close\" href=\"#\" onclick=\"GATrackEvent('clickMenu', 'cerrar-menu-producto', 'principal', 0, true);\"><i class=\"icon-close-light\"></i></a>\n\n        <div class=\"user-menu-wrap js-mosaic-menu\">\n    <div class=\"user-zone user-zone-header\">\n        <span class=\"icon-close close-menu js-close-menu js-toggle-menu\" data-qa-ta=\"close-login-user\" onclick=\"GATrackEvent('clickMenu', 'cerrar-menu-usuario', 'principal', 0, true);\"></span>\n        <div id=\"large-login-container\"></div>\n    </div>\n    <div class=\"menu-zone user-zone-header\">\n        <ul class=\"product-menu\">\n            <li>\n                <a class=\"main-nav-link\" title=\"Mis reservas\" href=\"https://www.atrapalo.com/tusreservas/\" data-qa-ta=\"my-reservations\">Mis reservas</a>\n            </li>\n        </ul>\n    </div>\n</div>\n    </div>\n</header>\n\n                    <div id=\"content\" class=\"gs16 row\">\n                    \n        \n        <!-- START CONTENIDO -->\n        <h1 class=\"openFontSemiBold\">CONDICIONES GENERALES PARA LA CONTRATACIÓN:</h1>\n    <p>En cumplimiento de la Ley 34/2002 de Servicios de la Sociedad de la Información y del Comercio Electrónico (LSSICE), te informamos que atrapalo.com es un dominio de Internet y marca registrada por ATRAPALO, S.L. (en adelante, ?Atrapalo.com?), C.I.F. B62288568, con domicilio social en la Calle Aribau 185, 1ª planta 08021 Barcelona  einscrita en el Reg. Mercantil Barcelona, Tomo 32724, Folio 0043, Sección Gral, Hoja/Dup 215070, Inscripción. 1ª, sita en. Asimismo ATRAPALO, S.L. está inscrita como agencia de viajes en el Registro de Turismo de Cataluña bajo el número de inscripción GC 1018.</p>\n    <p class=\"margintop20\"><b>Condiciones generales de contratación entre Atrapalo.com y el usuario:</b></p>\n    <p class=\"margintop20\"><b>1.</b> El usuario declara que es mayor de edad (mayor de 18 años) y dispone de capacidad legal necesaria para contratar los servicios ofertados por los proveedores en la web de Atrapalo.com, de acuerdo con las condiciones más abajo desglosadas, las cuales declara comprender y aceptar.</p>\n    <p class=\"margintop10\">En el caso de contratación por menores de edad, se requiere la autorización de los padres o tutores para poder disfrutar del servicio contratado. El usuario es el único responsable de la veracidad y exactitud de los datos proporcionados a Atrapalo.com en el proceso de reserva.</p>\n    <p class=\"margintop10\">El usuario se compromete a utilizar los servicios y contenidos en nuestro sitio web de conformidad con la Ley y los términos y condiciones generales y particulares de los servicios que ofrece Atrapalo.com en cada momento, debiendo abstenerse de emplearlos para:</p>\n    <p class=\"margintop10\">(a) Transmitir a terceros no autorizados su nombre de usuario y su contraseña, debiendo comunicar inmediatamente a Atrapalo.com el acceso por parte de un usuario no autorizado a dicha información.</p>\n    <p>(b) Introducir en la red programas de datos susceptibles de provocar daños en los sistemas informáticos de Atrapalo.com, sus proveedores o terceros usuarios de la red interna o de este sitio web.</p>\n    <p>(c) Realizar actividades ilícitas, contrarias a la buena fe, a las costumbres, a la moral o al orden público.</p>\n    <p>(d) Realizar actividades que constituyan una infracción de la regulación sobre propiedad intelectual e industrial o cualquier otra norma del ordenamiento jurídico aplicable.</p>\n    <p>(e) Reproducir, duplicar, vender o explotar para fines comerciales cualquier contenido del sitio web.</p>\n    <p>(f) Difundir contenidos de carácter racista, xenófobo, pornográfico, de apología del terrorismo y/o que atenten contra los derechos humanos.</p>\n    <p class=\"margintop20\"><b>2.</b> Al registrarse en Atrapalo.com, el usuario escogerá un nombre de usuario y contraseña,  que posteriormente le serán confirmados por e-mail. El usuario deberá custodiar debidamente las claves y contraseñas facilitadas para su acceso como usuario registrado, dado que son de carácter personal y confidencial, siendo el usuario responsable de su uso por una tercera persona a la que dicho usuario se las haya facilitado.</p>\n    <p class=\"margintop20\"><b>3.</b> El usuario es el responsable de facilitar sus datos correctamente en los procesos de contratación establecidos en la página web de Atrápalo.com, debiendo prestar especial atención en cuanto a la introducción de los datos relativos a la dirección de entrega de los pedidos y documentos, así como los nombres de las terceras personas respecto a las cuales introduzca sus datos, previa autorización de dichas terceras personas, debiendo en todo momento el usuario introducir todos los datos de identificación de modo correcto y tal y como aparecen en el DNI o pasaporte.</p>\n    <p class=\"margintop20\"><b>4.</b>Atrapalo.com es titular de la base de datos generada con los datos de carácter personal suministrados por los usuarios en el proceso de compra de productos a través de nuestra página web. Atrapalo.com se compromete al cumplimiento de su obligación de secreto de los datos de carácter personal y de su deber de tratarlos con confidencialidad, y a tal fin Atrapalo.com adoptará las medidas necesarias para evitar su alteración, pérdida, tratamiento o acceso no autorizado, habida cuenta en todo momento del estado de la tecnología con arreglo a lo previsto en la legislación vigente en España en materia de protección de datos de carácter personal.</p>\n    <p class=\"margintop10\">El usuario acepta que los datos personales facilitados en el proceso de compra de nuestros productos sean incorporados a un fichero automatizado, cuya titularidad corresponde a Atrapalo.com, con la finalidad de prestar adecuadamente el servicio solicitado, dar cumplimiento a los requisitos de facturación, contabilidad y auditoría de la compañía, realizar análisis estadísticos, verificar tarjetas de crédito y otras tarjetas de pago, así como realizar encuestas de satisfacción y comunicaciones comerciales por correo electrónico sobre otros productos que se comercializan a través de la página web de Atrapalo.com y que Atrapalo.com considere que podrían ser del interés del usuario, por ser similares a los contratados. En caso de que el usuario no desee recibir comunicaciones comerciales por medios electrónicos puede dirigirse en cualquier momento a Atrapalo.com enviando un correo electrónico a la siguiente dirección info@atrapalo.com. El usuario también podrá ejercer sus derechos sus derechos de acceso, rectificación, cancelación y oposición mediante comunicación escrita, adjuntando fotocopia del DNI o documento identificativo equivalente, ante Atrápalo, S.L. en C/Aribau 185, planta 1ª, 08021 Barcelona.</p>\n    <p class=\"margintop10\">Igualmente, para la necesaria prestación del servicio contratado, el usuario acepta que Atrapalo.com comunique sus datos de carácter personal al proveedor de los servicios que el usuario reserva (ya sea restaurante, promotor de espectáculo, touroperador, hotel, etc). El usuario tendrá acceso a dichas condiciones durante el proceso de compra. Asimismo, en los casos en que no sea usted quien se deba beneficiar de la reserva efectuada, usted se compromete de forma expresa a obtener el consentimiento de aquellas terceras personas que deban beneficiarse de la misma, antes de comunicar sus datos a Atrapalo.com.</p>\n    <p class=\"margintop10\">El documento en que se formalice el contrato relativo al producto contratado será archivado en una base de datos accesible únicamente por ATRAPALO, S.L., como responsable de la misma. El cliente podrá identificar y corregir los errores padecidos en la introducción de datos comunicándolo a Atrapalo.com, utilizando el trámite referido anteriormente en esta cláusula.</p>\n    <p class=\"margintop10\">El usuario responderá, en cualquier caso, de la veracidad de los datos facilitados y se responsabilizará de comunicar a Atrapalo.com cualquier modificación en los mismos, reservándose Atrapalo.com el derecho a excluir de los servicios registrados a todo usuario que haya facilitado datos falsos, sin perjuicio de las demás acciones que procedan en Derecho.</p>\n    <p class=\"margintop20\"><b>5.</b> Atrapalo.com dispone de los permisos y licencias necesarios para las actividades propias de una agencia de viajes.</p>\n    <p class=\"margintop20\"><b>6.</b> Todos los contenidos, marcas, logos, dibujos etc. que figuran en la web de Atrapalo.com, se hallan protegidos por los derechos de propiedad intelectual e industrial que son expresamente reservados por Atrapalo.com o, en su caso, por las personas o empresas que figuran como autores o titulares de los derechos. La violación de los anteriores derechos será perseguida de conformidad con la legislación vigente.</p>\n    <p class=\"margintop10\">Por lo tanto, queda prohibida la reproducción, explotación, alteración, distribución o comunicación pública por cualquier título o medio de la totalidad de los contenidos de la página web de Atrapalo.com para usos diferentes de la legítima información o contratación por los usuarios de los servicios ofertados. En todo caso será necesario el consentimiento previo por escrito de Atrapalo.com.</p>\n    <p class=\"margintop20\"><b>7.</b> Los links o enlaces con otras páginas web que aparezcan en las páginas de Atrapalo.com se ofrecen a efectos meramente informativos al usuario, por lo que Atrapalo.com no se responsabiliza sobre los productos, servicios o contenidos que se oferten o suministren en las páginas de destino ubicados en otro dominio.</p>\n    <p class=\"margintop20\"><b>8.</b> Cookies: En Atrápalo.com recogemos mediante el uso de cookies y utilizamos información de los usuarios para analizar su conducta al navegar en nuestra página web y de esta manera proporcionar nuestros servicios de manera más eficiente e introducir mejoras.</p>\n    <p class=\"margintop10\">Una cookie es un pequeño archivo de datos que es transferido al disco duro de su ordenador. Atrápalo.com utiliza la tecnología de cookies para recopilar datos adicionales sobre el uso del sitio web. La navegación por la página web de Atrápalo.com implica consentir la instalación de las mismas (excepto en la medida en que el usuario haya modificado la configuración del navegador para rechazar cookies).</p>\n    <p class=\"margintop10\">Para mayor información acerca de las cookies que utiliza Atrápalo.com y la forma de desactivarlas, pulse en el siguiente enlace: <a href=\"/common/cookies/\" target=\"_blank\" >Política de cookies</a>.</p>\n    <p class=\"margintop10\">Enlaces: Con el fin de proveer una publicidad más adecuada a nuestros usuarios y mejorar nuestras ofertas, Atrápalo.com puede conservar información sobre cómo interactúas con enlaces que aparecen en nuestra página web o en nuestras notificaciones, redirigiendo clics o por otros medios.</p>\n    <p class=\"margintop10\">Cesión de información: Contratamos a proveedores de servicios para llevar a cabo la prestación de los servicios que ofrecemos en nuestra página web. Podemos compartir sus datos personales con dichos proveedores de servicios con arreglo a obligaciones de confidencialidad compatibles con esta Política de Protección de Datos, y a condición de que los terceros utilicen sus datos personales únicamente por nuestra cuenta y conforme a nuestras instrucciones. </p>\n    <p class=\"margintop20\"><b>9.</b> Si cualquier cláusula incluida en estas condiciones generales fuese declarada, total o parcialmente, nula o ineficaz, tal nulidad o ineficacia afectará tan sólo a dicha disposición o a la parte de la misma que resulte nula o ineficaz, subsistiendo las condiciones generales en todo lo demás, teniéndose tal disposición, o la parte de la misma que resultase afectada, por no puesta.</p>\n    <p class=\"margintop20\"><b>10.</b> El usuario acepta que la legislación aplicable al funcionamiento de este servicio es la española. Serán competentes para conocer de las divergencias que se deriven de la interpretación o aplicación de este clausulado los Jueces y Tribunales del domicilio del consumidor.</p>\n    <p class=\"margintop20\"><b>11.</b> Los precios finales indicados en pantalla incluyen el I.V.A. y cualesquiera otros impuestos o tasas que fuera de aplicación, al tipo vigente en el momento de la contratación.</p>\n    <p class=\"margintop20\"><b>12.</b> Para cualquier sugerencia, consulta, queja o reclamación el usuario debe dirigirse a a ATRAPALO, S.L. a la dirección Calle Aribau 185, 1ª planta 08021 Barcelona, o bien por medio del teléfono 933.197.570 o mediante comunicación electrónica en el link <a href=\"https://www.atrapalo.com/contacta/\" target=\"_blank\">https://www.atrapalo.com/contacta/</a>.</p>\n    <p class=\"margintop20\"><b>13.</b> El usuario queda debidamente informado que Atrápalo.com, por el hecho de publicar comentarios u opiniones de sus usuarios en su página web, ni los aprueba ni se posiciona al respecto. Consecuentemente, Atrapalo.com queda exenta de toda responsabilidad que pudiese derivarse respecto al contenido de las opiniones o comentarios publicados en su página web, realizados por sus usuarios.</p>\n    <p>\n        <br/>Copyright © Atrapalo.com 2001-2017 - Versión: 2014-09\n    </p>\n    <div style=\"text-align: center;\">\n        <a id=\"page-print-link\" href=\"#\">Imprimir pagina</a>\n    </div>\n            <div id=\"socialUserZone\">\n    <div class=\"customSelect\" id=\"userZoneContainer\">\n        <input id=\"data-urls\" name=\"data-urls\" type=\"hidden\"\n               data-url-register=\"/user/register\"\n        data-url-login=\"/user/do-login\"\n        data-url-destino=\"https://www.atrapalo.com/miatrapalo/perfil?action=default#home\"\n        data-url-logout=\"/user/do-logout\"\n        data-url-password-recovery=\"/user/send-password-recovery-email\"\n        />\n\n                <script id=\"userTitleLoginTemplate\" type=\"text/template\">\n            <a href=\"#\" class=\"avatar\">\n                <span class=\"img-avatar\">\n                    <i class=\"icon-user\"></i>\n                </span>\n                <span class=\"notice-avatar\">1</span>\n            </a>\n        </script>\n\n                <script id=\"userTitleLoggedTemplate\" type=\"text/template\">\n            <a href=\"#\" class=\"avatar logged-avatar\">\n                <% if (avatar) { %>\n                <span class=\"img-avatar borderless\" style=\"background: url('<%- avatar %>'); background-size: contain;\"></span>\n                <% } else if (initial) { %>\n                <span class=\"img-avatar borderless\" style=\"background: url('/assets/images/miatrapalo/alphabet/<%- publicName.length % 2 %>/<%- initial %>_180x180.jpg'); background-size: contain;\"></span>\n                <% } else { %>\n                <span class=\"img-avatar\"><i class=\"default-user-mia\"></i></span>\n                <% } %>\n                <span class=\"show-for-medium<% if (!points) { %> only-name<% } %>\" data-qa-ta=\"name-user\">\n                <% if (publicName) { %>\n                    <%- publicName %>\n                <% } else { %>\n                    <%- mail %>\n                <% } %>\n                <% if (points) { %>\n                    <span class=\"block\"><%- points %> puntos</span>\n                <% } %>\n                </span>\n            </a>\n        </script>\n\n        <div class=\"customSelectOptions\" id=\"userZoneContent\">\n            <div class=\"miaMenu show-for-medium\">\n                <div id=\"loginContainer\" class=\"mia-menu\"></div>\n            </div>\n            <div class=\"show-for-small-only\">\n                <div class=\"hidden miaMenuMobile\">\n                    <header>\n                        <a class=\"btnModal\" href=\"#\" id=\"js_btn_acces_cancelar\" title=\"\">Cancelar</a>\n                        <span>Iniciar sesión</span>\n                    </header>\n                    <div id=\"mobileLoginContainer\" class=\"mia-menu\"></div>\n                </div>\n            </div>\n        </div>\n    </div>\n</div><!--[if lte IE 9]>\n<script type=\"text/javascript\" src=\"/js_new/dist/vendors/html5shiv/dist/html5shiv.min.js\"></script>\n<![endif]--><!--[if lte IE 8]>\n<script src=\"/js_new/dist/vendors/nwmatcher/src/nwmatcher.js\"></script>\n<script src=\"/js_new/dist/vendors/selectivizr/selectivizr.js\"></script>\n<script src=\"/js_new/dist/vendors/respond/dest/respond.min.js\"></script>\n<![endif]--><script src=\"/js_new/r171124111342/dist/vendors/jquery/jquery.min.js?r=r171124111342\"></script><script src=\"/js_new/r171124111342/dist/vendors/jquery-ui/ui/minified/jquery-ui.custom.min.js?r=r171124111342\"></script><script type=\"text/javascript\">var App = {Requires: [], Cfg:  {\"Domain\":\"1\",\"ParentDomain\":\"1\",\"currencyCode\":\"EUR\",\"baseUrl\":\"\\/js_new\\/r171124111342\\/dist\\/modules\",\"versionInfo\":\"r=r171124111342\",\"usingStatics\":false,\"numStatics\":3,\"staticServerUrl\":\"https:\\/\\/www.atrapalo.com\",\"Debug\":\"0\",\"Lang\":\"es-es\",\"countryCodeIso\":\"es\",\"idTagmanager\":\"GTM-PDC59P\"}, Features: [\"order_addons\",\"booking_with_promotional_code\",\"atrapalo_puntos\"], Version: \"r171124111342\" , Lang: {\"_autocompletar_ver_mas\":\"Ver m\\u00e1s\",\"_autocompletar_en\":\"en\",\"@BUS\":\"\\/busqueda\\/\"}, apps: []};</script><script src=\"/js_new/r171124111342/dist/vendors/vendors.js\"></script><script async src=\"/js_new/r171124111342/dist/generalConditions/generalConditions.js\"></script><script async src=\"/js_new/r171124111342/dist/atrapaloMain/atrapaloMain.js\"></script>\n    \n        <!-- END CONTENIDO -->\n        <!-- START BARRA -->\n        \n        <!-- END BARRA -->\n        <div class=\"clear\" ></div>\n    </div>\n    <script>(function (w,d,s,l,i) {w[l]=w[l]||[];\n    w[l].push({'gtm.start':new Date().getTime(),event:'gtm.js'});\n\n    var f=d.getElementsByTagName(s)[0],\n    j=d.createElement(s),dl=l!='dataLayer'?'&l='+l:'';j.async=true;j.src=\n    '//www.googletagmanager.com/gtm.js?id='+i+dl;f.parentNode.insertBefore(j,f);\n})(window,document,'script','dataLayer','GTM-PDC59P');</script>\n<noscript><iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-PDC59P\"\n                  height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"></iframe></noscript>\n    <footer id=\"footer\" class=\"footer platform-1\">\n    <div class=\"row\" >\n        <div class=\"column large-3 medium-4 hide-for-small-only\">\n            <div class=\"homebox\">\n                <h3>Atrápalo en el mundo</h3>\n                <ul id=\"domains\">\n                                                            <li data-label=\"argentina\"><a href=\"https://www.atrapalo.com.ar/\" hreflang=\"es-AR\" title=\"Atrápalo Argentina\"><span class=\"flag fl24\"></span>Argentina</a></li>\n                                                            <li data-label=\"chile\"><a href=\"https://www.atrapalo.cl/\" hreflang=\"es-CL\" title=\"Atr&aacute;palo Chile\"><span class=\"flag fl12\"></span>Chile</a></li>\n                                                            <li data-label=\"colombia\"><a href=\"https://www.atrapalo.com.co/\" hreflang=\"es-CO\" title=\"Atr&aacute;palo Colombia\"><span class=\"flag fl19\"></span>Colombia</a></li>\n                                                            <li data-label=\"costa rica\"><a href=\"https://www.atrapalo.co.cr/\" hreflang=\"es-CR\" title=\"Atrápalo Costa Rica\"><span class=\"flag fl22\"></span>Costa Rica</a></li>\n                                                                                <li data-label=\"guatemala\"><a href=\"https://www.atrapalo.gt/\" hreflang=\"es-GT\" title=\"Atrápalo Guatemala\"><span class=\"flag fl23\"></span>Guatemala</a></li>\n                                                            <li data-label=\"mexico\"><a href=\"https://www.atrapalo.com.mx/\" hreflang=\"es-MX\" title=\"Atrápalo México\"><span class=\"flag fl25\"></span>México</a></li>\n                                                            <li data-label=\"panama\"><a href=\"https://www.atrapalo.com.pa/\" hreflang=\"es-PA\" title=\"Atr&aacute;palo Panama\"><span class=\"flag fl21\"></span>Panamá</a></li>\n                                                            <li data-label=\"peru\"><a href=\"https://www.atrapalo.pe/\" hreflang=\"es-PE\" title=\"Atr&aacute;palo Per&uacute;\"><span class=\"flag fl20\"></span>Perú</a></li>\n                                    </ul>\n            </div>\n        </div>\n\n                    <div class=\"column large-3 medium-4 show-for-large\">\n                <div class=\"homebox\">\n                    <h3>Productos</h3>\n                    <ul>\n                                                    <li>\n                                <a title=\"Entradas\" href=\"/entradas/\">Entradas</a>\n                            </li>\n                                                    <li>\n                                <a title=\"Restaurantes\" href=\"/restaurantes/\">Restaurantes</a>\n                            </li>\n                                                    <li>\n                                <a title=\"Actividades\" href=\"/actividades/\">Actividades</a>\n                            </li>\n                                                    <li>\n                                <a title=\"Vuelos baratos\" href=\"/vuelos/\">Vuelos</a>\n                            </li>\n                                                    <li>\n                                <a title=\"Billetes de tren baratos\" href=\"/trenes/\">Trenes</a>\n                            </li>\n                                                    <li>\n                                <a title=\"Hoteles baratos\" href=\"/hoteles/\">Hoteles</a>\n                            </li>\n                                                    <li>\n                                <a title=\"Ofertas en viajes\" href=\"/viajes/\">Viajes</a>\n                            </li>\n                                                    <li>\n                                <a title=\"Vuelo+Hotel\" href=\"/vuelo+hotel/\">Vuelo+Hotel</a>\n                            </li>\n                                                    <li>\n                                <a title=\"Escapadas\" href=\"/escapadas/\">Escapadas</a>\n                            </li>\n                                                    <li>\n                                <a title=\"Ofertas en cruceros\" href=\"/cruceros/\">Cruceros</a>\n                            </li>\n                                                    <li>\n                                <a title=\"Coches\" href=\"/coches/\">Coches</a>\n                            </li>\n                                                    <li>\n                                <a title=\"Hallazgos\" href=\"/hallazgos/\">Hallazgos</a>\n                            </li>\n                                                    <li>\n                                <a title=\"Regalos\" href=\"/bombones/opciones\">Regalos</a>\n                            </li>\n                                                    <li>\n                                <a title=\"Atrapapuntos\" href=\"/atrapapuntos\">Atrapapuntos</a>\n                            </li>\n                                            </ul>\n                </div>\n            </div>\n        \n        <div class=\"column large-3 medium-4 show-for-medium\">\n            <div class=\"homebox\">\n                <h3>Sobre nosotros</h3>\n                <ul>                         <li><a href=\"https://www.atrapalo.com/promo/que-es-atrapalo/\" title=\"¿Qué es Atrápalo?\">¿Qué es Atrápalo?</a></li>\n                        <li><a href=\"http://www.atrapalosocial.com\" title=\"Atrápalo Social\" >Atrápalo Social</a></li>\n                        <li><a href=\"http://blogs.atrapalo.com/prensa/\" title=\"Área de prensa\" >Área de prensa</a></li>\n                        <li><a href=\"https://www.atrapalo.com/promo/publicidad/\" title=\"Publicidad\" >Publicidad</a></li>\n                        <li><a href=\"https://www.atrapalo.com/trabaja_con_nosotros/\" title=\"Trabajar en Atrápalo\">Trabajar en Atrápalo</a></li>\n                        <li><a href=\"http://promo.atrapalo.com/afiliados/\" title=\"Programa de afiliación\" >Programa de afiliación</a></li>\n                        <li><a href=\"https://www.atrapalo.com/condiciones_generales/\" title=\"Términos y condiciones generales\" rel=\"nofollow\">Términos y condiciones generales</a></li>\n                        <li><a href=\"https://www.atrapalo.com/common/cookies/\" title=\"Política de cookies\" rel=\"nofollow\">Política de cookies</a></li>\n                                    </ul>\n            </div>\n        </div>\n\n        <div class=\"column large-3 medium-4\">\n            <div class=\"homebox centro-ayuda\">\n                <h3>¿Dudas? Contáctanos</h3>\n                <a title=\"Mis reservas\" href=\"https://www.atrapalo.com/tusreservas/\" >Mis reservas</a>\n                                                    <a href=\"https://soporte.atrapalo.com/\" title=\"Centro de ayuda\" rel=\"nofollow\">Ir al Centro de ayuda</a>\n                    <a href=\"https://soporte.atrapalo.com/widgets/feedback_widget/new?&widgetType=embedded&formTitle=Ayuda+y+sugerencias&submitThanks=Gracias+por+tus+comentarios\" class=\"centroAyuda\" target=\"_blank\" title=\"Ayuda y sugerencias\" rel=\"nofollow\">Ayuda y sugerencias</a>\n                                <p class=\"atenTelf\">\n                    <span class=\"tlf\"><span class=\"block\">933 197 570</span>902 200 808</span>\n                    <span>De lunes a viernes de 9:00 a 21:00 h<br />Sábados de 10:00 a 20:00 h</span>\n                </p>\n\n                <p class=\"footerMail\">&nbsp;</p>\n\n                                \n                                            </div>\n        </div>\n\n        <div class=\"column centered-column\">\n            <div class=\"homebox social-list\">\n                                    <h3>¡Síguenos!</h3>\n                    <ul>\n                                                                        <li class=\"social\">\n                            <a class=\"social-media-atrapalo icon-houdinis\" id=\"blogs_visit_link\" href=\"https://www.houdinis.es/\" title=\"Atrápalo Blog: Houdinis\" target=\"_blank\"></a>\n                        </li>\n                        \n                                                                        <li class=\"social\">\n                            <a class=\"social-media-awesome fa fa-twitter\" id=\"twitter_visit_link\" href=\"https://twitter.com/atrapalo\" title=\"Atrápalo Twitter (@atrapalo)\" target=\"_blank\" ></a>\n                        </li>\n                        <li class=\"social\">\n                            <a class=\"social-media-awesome fa fa-facebook\" id=\"facebook_visit_link\" href=\"https://www.facebook.com/atrapalo/\" title=\"Atrápalo Facebook\" target=\"_blank\" ></a>\n                        </li>\n\n                                                                        <li class=\"social\">\n                            <a class=\"social-media-awesome fa fa-instagram\" href=\"https://www.instagram.com/atrapaloes/\" title=\"Atrápalo Instagram\" target=\"_blank\" ></a>\n                        </li>\n                        <li class=\"social\">\n                            <a class=\"social-media-awesome fa fa-google-plus\" id=\"google_visit_link\" href=\"https://plus.google.com/+atrapalo\" title=\"Atrápalo Google+\" target=\"_blank\" ></a>\n                        </li>\n                        \n                                                <li class=\"social\">\n                            <a class=\"social-media-awesome fa fa-youtube-play\" id=\"youtube_visit_link\" href=\"https://www.youtube.com/user/atrapalo\" title=\"Atrápalo YouTube\" target=\"_blank\"></a>\n                        </li>\n                        \n                        <li class=\"social\">\n                            <a class=\"social-media-awesome fa fa-android\" id=\"googleplay_visit_link\" href=\"https://play.google.com/store/apps/details?id=com.atrapalo.restaurantes&hl=es_419\" title=\"Google Play\" target=\"_blank\" ></a>\n                        </li>\n                        <li class=\"social\">\n                            <a class=\"social-media-awesome fa fa-apple\" id=\"applestore_visit_link\" href=\"https://itunes.apple.com/es/app/atrapalo-viajes-y-ocio/id393076727?mt=8\" title=\"Apple Store\" target=\"_blank\" ></a>\n                        </li>\n                    </ul>\n                            </div>\n            <address><span class=\"bold\">ATRÁPALO S.L.</span> - C/Aribau 185, 1a 08021 Barcelona, España - GC1018</address>\n                    </div>\n    </div>\n</footer>\n<div class=\"hidden\" id=\"cookiesInfo\"></div>\n<div class=\"hidden\" id=\"message-outdated\">\n    <span class=\"message-outdated\">#mensaje_navegador_desactualizado||Tu navegador (<span class=\"name\">Internet Explorer</span>) no está actualizado. Tiene conocidos fallos de seguridad y podría no mostrar todas las características de este y otros sitios web. Puedes probar con <a rel=\"nofollow\" href=\"https://www.google.com/search?q=Chrome+oficial\" target=\"_blank\" class=\"chrome\">Chrome</a>, <a rel=\"nofollow\" href=\"https://www.google.com/search?q=Firefox+oficial\" target=\"_blank\" class=\"firefox\">Firefox</a> u <a rel=\"nofollow\" href=\"https://www.google.com/search?q=Opera+oficial\" target=\"_blank\" class=\"opera\">Opera</a> </span>\n    <input class=\"btn cerrar-capa button-outdated\" type=\"button\" value=\"OK\">\n</div>\n\n    \n</body>\n</html>", "has_cache": "true", "digest": "CONDICIONES GENERALES PARA LA CONTRATACIÓN: En cumplimiento de la Ley 34/2002 de Servicios de la Sociedad de la Información y del Comercio Electrónico (LSSICE), te informamos que atrapalo.com es un...", "segment": "20171124151548", "host": "www.atrapalo.com", "site": "www.atrapalo.com/condiciones_generales/", "url": "https://www.atrapalo.com/condiciones_generales/", "created": "2017-11-24T15:35:39.503Z", "anchor": ["https://www.atrapalo.com/", "https://www.atrapalo.com/atrapapuntos", "https://www.atrapalo.com/condiciones_generales/", "https://www.atrapalo.com/entradas/", "https://www.atrapalo.com/entradas/", "https://www.atrapalo.com/home/acciones/geolocaliza/espectaculos/categoria/1001/pg/resultados/nivel/2", "https://www.atrapalo.com/home/acciones/geolocaliza/espectaculos/categoria/1002/pg/resultados/nivel/2", "https://www.atrapalo.com/home/acciones/geolocaliza/espectaculos/categoria/1001/formato/42/pg/resultados/nivel/2", "https://www.atrapalo.com/home/acciones/geolocaliza/espectaculos/categoria/25/pg/resultados/nivel/2", "https://www.atrapalo.com/home/acciones/geolocaliza/espectaculos/categoria/1001/formato/23/pg/resultados/nivel/2", "https://www.atrapalo.com/entradas/deportes/", "https://www.atrapalo.com/entradas/parques-tematicos/internacional/nacional/", "https://www.atrapalo.com/entradas/home_internacional/", "https://www.atrapalo.com/restaurantes/", "https://www.atrapalo.com/restaurantes/", "https://www.atrapalo.com/home/acciones/geolocaliza/restaurantes/ranking/1", "https://www.atrapalo.com/home/acciones/geolocaliza/restaurantes/sort/1", "https://www.atrapalo.com/home/acciones/geolocaliza/restaurantes/sort/3", "https://www.atrapalo.com/home/acciones/geolocaliza/restaurantes/sort/4", "https://www.atrapalo.com/home/acciones/geolocaliza/restaurantes/sort/2", "https://www.atrapalo.com/restaurantes/romanticos-espana_i1_d5.html", "https://www.atrapalo.com/restaurantes/terraza-espana_i7_d5.html", "https://www.atrapalo.com/restaurantes/con-amigos-espana_i2_d5.html", "https://www.atrapalo.com/restaurantes/gourmet-espana_i9_d5.html", "https://www.atrapalo.com/restaurantes/en-familia-espana_i4_d5.html", "https://www.atrapalo.com/restaurantes/como_funciona", "https://www.atrapalo.com/actividades/", "https://www.atrapalo.com/actividades/", "https://www.atrapalo.com/home/acciones/geolocaliza/actividades/categoria/1007/pg/resultados/nivel/2", "https://www.atrapalo.com/home/acciones/geolocaliza/actividades/categoria/1009/pg/resultados/nivel/2", "https://www.atrapalo.com/home/acciones/geolocaliza/actividades/categoria/1012/pg/resultados/nivel/2", "https://www.atrapalo.com/actividades/actividades/cursos/cursos-online/", "https://www.atrapalo.com/home/acciones/geolocaliza/actividades/categoria/1006/pg/resultados/nivel/2", "https://www.atrapalo.com/home/acciones/geolocaliza/actividades/categoria/1250/pg/resultados/nivel/2", "https://www.atrapalo.com/home/acciones/geolocaliza/actividades/categoria/1005/pg/resultados/nivel/2", "https://www.atrapalo.com/home/acciones/geolocaliza/actividades/categoria/1022/pg/resultados/nivel/2", "https://www.atrapalo.com/actividades/home_internacional/", "https://www.atrapalo.com/vuelos/", "https://www.atrapalo.com/vuelos/", "https://www.atrapalo.com/vuelos/calendario/", "https://www.atrapalo.com/vuelos/lanzadera/", "https://www.atrapalo.com/trenes/", "https://www.atrapalo.com/hoteles/", "https://www.atrapalo.com/hoteles/", "https://www.atrapalo.com/hoteles/montana/", "https://www.atrapalo.com/hoteles/playa/", "https://www.atrapalo.com/escapadas/", "https://www.atrapalo.com/viajes/", "https://www.atrapalo.com/viajes/", "https://www.atrapalo.com/viajes/", "https://www.atrapalo.com/vuelo+hotel/", "https://www.atrapalo.com/trenes/", "https://www.atrapalo.com/viajes/circuitos_c1427.html", "https://www.atrapalo.com/viajes/fly-and-drive_c801.html", "https://www.atrapalo.com/viajes/puente-de-diciembre_c119.html", "https://www.atrapalo.com/viajes/navidad-fin-de-ano-y-reyes-_c368.html", "https://www.atrapalo.com/viajes/ultima-hora_c148.html", "https://www.atrapalo.com/viajes/novios-luna-de-miel_c167.html", "https://www.atrapalo.com/viajes/baleares-y-canarias_c162.html", "https://www.atrapalo.com/viajes/europa_c932.html", "https://www.atrapalo.com/viajes/larga-distancia_c142.html", "https://www.atrapalo.com/viajes/espana_c933.html", "https://www.atrapalo.com/viajes/caribe_c164.html", "https://www.atrapalo.com/viajes/mediterraneo_c322.html", "http://promo.atrapalo.com/Disneyland_Paris/", "https://www.atrapalo.com/promo/los-imperdibles/", "https://www.atrapalo.com/cruceros/", "https://www.atrapalo.com/coches/", "https://www.atrapalo.com/hallazgos/", "https://www.atrapalo.com/bombones/opciones", "https://www.atrapalo.com/bombones/opciones", "https://www.atrapalo.com/bombones/", "https://www.atrapalo.com/regalos/", "https://www.atrapalo.com/bombones/canjear/", "https://www.atrapalo.com/atrapapuntos", "https://www.atrapalo.com/condiciones_generales/", "https://www.atrapalo.com/tusreservas/", "https://www.atrapalo.com/common/cookies/", "https://www.atrapalo.com/contacta/", "https://www.atrapalo.com/condiciones_generales/", "https://www.atrapalo.com/condiciones_generales/", "https://www.atrapalo.com.ar/", "https://www.atrapalo.cl/", "https://www.atrapalo.com.co/", "https://www.atrapalo.co.cr/", "https://www.atrapalo.gt/", "https://www.atrapalo.com.mx/", "https://www.atrapalo.com.pa/", "https://www.atrapalo.pe/", "https://www.atrapalo.com/entradas/", "https://www.atrapalo.com/restaurantes/", "https://www.atrapalo.com/actividades/", "https://www.atrapalo.com/vuelos/", "https://www.atrapalo.com/trenes/", "https://www.atrapalo.com/hoteles/", "https://www.atrapalo.com/viajes/", "https://www.atrapalo.com/vuelo+hotel/", "https://www.atrapalo.com/escapadas/", "https://www.atrapalo.com/cruceros/", "https://www.atrapalo.com/coches/", "https://www.atrapalo.com/hallazgos/", "https://www.atrapalo.com/bombones/opciones", "https://www.atrapalo.com/atrapapuntos", "https://www.atrapalo.com/promo/que-es-atrapalo/", "http://www.atrapalosocial.com", "http://blogs.atrapalo.com/prensa/", "https://www.atrapalo.com/promo/publicidad/", "https://www.atrapalo.com/trabaja_con_nosotros/", "http://promo.atrapalo.com/afiliados/", "https://www.atrapalo.com/condiciones_generales/", "https://www.atrapalo.com/common/cookies/", "https://www.atrapalo.com/tusreservas/", "https://soporte.atrapalo.com/", "https://soporte.atrapalo.com/widgets/feedback_widget/new?&widgetType=embedded&formTitle=Ayuda+y+sugerencias&submitThanks=Gracias+por+tus+comentarios", "https://www.houdinis.es/", "https://twitter.com/atrapalo", "https://www.facebook.com/atrapalo/", "https://www.instagram.com/atrapaloes/", "https://plus.google.com/+atrapalo", "https://www.youtube.com/user/atrapalo", "https://play.google.com/store/apps/details?id=com.atrapalo.restaurantes&hl=es_419", "https://itunes.apple.com/es/app/atrapalo-viajes-y-ocio/id393076727?mt=8", "https://www.google.com/search?q=Chrome+oficial", "https://www.google.com/search?q=Firefox+oficial", "https://www.google.com/search?q=Opera+oficial", "https://www.googletagmanager.com/ns.html?id=GTM-PDC59P", "https://www.atrapalo.com/common/csst/fs.151,152,714,349,1015,603,1009,1005/r171124111342p1", "https://www.atrapalo.com/common/csst/fs.31,32,34,35,46,48,100,150/r171124111342p1", "https://www.atrapalo.com/js_new/core/vendors/fontawesome/css/font-awesome.min.css?v=4.5.0"], "mimetype": "text/html", "filetype": "html", "content_length": "69337", "last_modified": "2017-11-24T15:35:39.000Z", "timestamp": "2017-11-24T15:35:39.000Z", "boost": "1.0", "label": [], "role": ["Rguest"], "virtual_host": [], "parent_id": "https:%2F%2Fwww.atrapalo.com%2F;role=Rguest", "click_count": 0, "favorite_count": 0, "doc_id": "b2e86df676a841d691ebdf8ca0b4652f"}